Repository: katembu/move-it
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: rw

source: Patient is %(age)s old. You can not submit birth reports for patients over 90 days old.
rw: Umurwayi afite imyaka %(age)s. Raporo ku bana barengeje iminsi 90 bavutse ntizikenewe.

source: A birth report for %(p)s was already submited by %(chw)s.
rw: Raporo y'abana bavutse ba %(p)s yamaze gutangwa na %(chw)s.

source: Not enough info. Expected: | Mom Health ID | delivered in health facility | weight(kg)(optional) |
rw: Amakuru adahagije. Igikenewe: | Nomero y'ubuzima ya nyina | yavukiye kwa muganga | Ibiro(kg)(ushobora kuhihorera) |

source: Could not find mother / guardian with health ID %(id)s. You must register the mother first.
rw: Amakuru adahagije. Igikenewe: | Nomero y'ubuzima ya nyina | yavukiye kwa muganga | Ibiro(kg)(ushobora kuhihorera) |

source: The mother / guardian you specified is too young to be a mother.(%(hh)s)
rw: Ntidushoboye kubona umubyeyi / urera ufite nomero y'ubuzima (%(hh)s). Banza wandikisha umubyeyi we.

source: | Delivered in health facility? | must be %(choices)s.
rw: Umubyeyi / umurera wanditse afite imyaka mike cyane itamwemerera kuba umubyeyi. (%(choices)s).

source: Birth weight can not be greater than %(max)skg.
rw: | Yabyariye kwa muganga? | Hagomba kuba %(max)s.

source: Birth weight can not be less than %(min)skg.
rw: Ibiro yavukanye ntibishobora kurenga %(min)s kg.

source: Unkown value. Weight should be a number
rw: Ibiro yavukanye ntibishobora kujya munsi ya %(min)skg.

source: Delivered in health facility
rw: Yabyariye kwa muganga

source: Home delivery
rw: Yabyariye mu rugo

source: Unkown delivery location
rw: Aho yabyariye ntihazwi

source: , %(weight)skg birth weight
rw: , %(weight)skg ibiro yavukanye

source: Not enough info. Expected: | CD4 Value | must be in range 0-999
rw: Amakuru adahagije. Igikenewe: | Umubare w'abasirikare barinda umubiri | hagomba kuba umubare kuva kuri 0 kugera kuri 999

source: Bad value %(value)s. Expected: | CD4 Value | must be a number in range 0-999
rw: Wibeshye ku ndangagaciro %(value)s. Igihenewe: | Umubare w'abasirikare barinda umubiri | hagomba kuba umubare kuva kuri o kugera kuri 999

source: Bad value %(value)s. Expected: | CD4 Value | must be in range 0-999
rw: Wibeshye ku ndangagaciro %(value)s. Igihenewe: | Umubare w'abasirikare barinda umubiri | hagomba kuba umubare kuva kuri o kugera kuri 999

source: CD4 Count Results received (%(count)s)
rw: Wibeshye ku ndangagaciro %(count)s. Igikenewe: | Umubare w'abasirikare barinda umubiri CD4 | hagomba kuba umubare kuva kuri 0 kugera kuri 999

source: Not enough info. Expected: | Positive | must be %(choices)s.
rw: Amakuru adahagije. Igikenewe: | Uburwayi | hinjizwa %(choices)s.

source: | Positive | must be %(choices)s.
rw: | Uburwayi | hinjizwa %(choices)s.

source: Results received
rw: Ibisubizo byabonetse

source: Not enough info. Expected: danger sign codes
rw: Amakuru adahagije. Igikenewe: codes z'ibimenyetso byo kumererwa nabi

source: Unkown danger sign code(s): %(codes)s No danger signs recorded.
rw: Code(s) y'ibimenyetso byo kumererwa nabi yayoberanye: %(codes)s Nta bimenyetso byo kumererwa nabi byinjijwe mu mashini.

source: Danger signs: %(ds)s
rw: Ibimenyetso byo kumererwa nabi: %(ds)s

source: Not enough info. Expected: date of death.
rw: Amakuru adahagije. Igikenewe: itariki yapfiriyeho.

source: A death report for %(p)s was already submited by %(chw)s.
rw: Raporo y'urupfu rwa %(p)s yamaze gutangwa na %(chw)s.

source: Could not understand date of death: %(dod)s.
rw: Itariki y'urupfu ntiyamenyekanye: %(dod)s.

source: Died on %(dod)s.
rw: Yapfuye ku itariki: %(dod)s.

source: Changed head of household for %(n)d family member(s) to %(hid)s (%(hh)s)
rw: Guhinduka k'ukuriye urugo. Yari %(n)d ugize umuryango yahindutse %(hid)s (%(hh)s)

source: Patient %(patient)s from %(loc)s (%(loc_code)s) died on %(dod)s. Contact CHW %(chw)s for more information.
rw: Umurwayi %(patient)s wabarizwaga %(loc)s (%(loc_code)s) yapfuye kuwa %(dod)s. Ushatse kumenya andi makuru wabaza umujyanama w'ubuzima %(chw)s.

source: Not enough info. Expected: | What is source of water | what do you use to treat water ? |
rw: Amakuru adahagije. Igikenewe: | amazi akoreshwa aturuka he | mukoresha iki musukura amazi ?|

source: | Water Source | must be %(choices)s.
rw: | Isoko y'amazi | igomba kuba %(choices)s.

source: Primary water source: %(water)s
rw: Isoko y'ibanze y'amazi: %(water)s

source: | Which method do you use? | must be %(choices)s.
rw: | Mukoresha ubuhe buryo ? | bugomba kuba %(choices)s.

source: , Treatment method: %(treatment)s
rw: Uburyo bwo gusukura: %(treatment)s

source: Not enough info. Expected: | First Name | Last Name |
rw: Amakuru adahagije. Igikenewe: | Izina ry'idini | Izina ry'umuryango |

source: Updated Patient info: %(patient)s
rw: amakuru yose ku murwayi: %(patient)s

source: Not enough info. Expected: | number of people | number of sleeping sites | number of functioning bednets | earlier bednet | damaged bednet |
rw: Amakuru adahagije. Igikenewe: | umubare w'abantu | umubare w'uburyamo | umubare w'inzitiramibu zikoreshwa | inzitiramibu zabanje | inzitiramibu zangiritse |

source: | Number of people must be a number.
rw: Umubare w'abantu ugomba kuba umubare.

source: | Number of people cannot be negative.
rw: Umubare w'abantu ntushobora kurutwa na zero.

source: | Number of sleeping sites must be a number.
rw: Umubare w'uburyamo ugomba kuba umubare.

source: | Number of sleeping sites cannot be negative.
rw: Umubare w'uburyamo ntushobora kurutwa na zero.

source: | Number of bednets received earlier must be a number.
rw: Umubare w'inzitiramibu zatanzwe mbere ugomba kuba umubare.

source: | Number of nets given earlier cannot be negative.
rw: Umubare w'inzitiramibu zatanzwe mbere ntushobora kurutwa na zero.

source: | Number of available bednets must be a number.
rw: Umubare w'inzitiramibu zihari ugomba kuba umubare.

source: | Number of functioning nets cannot be negative.
rw: Umubare w'uinzitiramibu zikoreshwa ntushobora kurutwa na zero.

source: | Number of damaged bednets received must be a number.
rw: Umubare w'inzitiramibu zatanzwe zitari nzima ugomba kuba umubare.

source: | Number of damage nets cannot be negative.
rw: Umubare w'inzitiramibu zangiritse ntugomba kurutwa na zero.

source: %(patient)s: %(p)d people, %(sites)d sleeping site(s), %(er)d net(s) given earlier, %(nets)d net(s) available, %(dm)d damaged net(s).
rw: %(patient)s: %(p)d people, %(sites)d uburyamo(s), %(er)d inzitiramibu(s) zatanzwe mbere, %(nets)d inzitiramibu(s) zihari, %(dm)d inzitiramibu zangiritse(s).

source: Not enough info. Expected: | number of women aged 15 - 49 | number using FP | methods being used |
rw: Amakuru adahagije. Igikenewe: | umubare w'abagore bafite hagati y'imyaka 15 na 49 | umubare w'abitabira kuboneza urubyaro | uburyo bunyuranye bwitabirwa |

source: | Number of women aged 15 - 49 | must be entered as a number.
rw: | Umubare w'abagore bafite hagati y'imyaka 15 na 49 | Hinjizwamo umubare.

source: No women aged 15 - 49 visited.
rw: Nta bagore bafite hagati y'imyaka 15 na 49 basuwe.

source: After entering the number of women aged 15-49, you must indicate how many use modern family planning methods.
rw: Nyuma yo kwinjizamo umubare w'abagore bafite hagati y'imyaka 15 na 49, ugomba kugaragaza umubare w'abitabira uburyo bushya bwo kuboneza urubyaro.

source: Number of women using modern family planning methods must be entered as a number.
rw: Umubare w'abagore bitabira uburyo bugezweho bwo kuboneza urubyaro ugomba kuba umubare.

source: The number of women using family planning can not be greater than the total number of women.
rw: Umubare w'abagore bitabira gahunda yo kuboneza urubyaro ntushobora kuruta uw'abagore bose bateranye.

source: %(women)d women aged 15-49, none using modern family planning.
rw: %(women)d abagore bafite hagati y'imyaka 15 na 49, nta numwe witabira gahunda nshya yo kuboneza urubyaro.

source: You must specify %(num)d family planning methods code(s). One for each of the %(num)s women using modern family planning.
rw: Ugomba kugaragaza neza %(num)d code(s) y'uburyo bwo kuringaniza urubyaro. Iya buri wese muri %(num)s abagore bakoresha uburyo bugezweho bwo kuboneza urubyaro.

source: Unkown family planning code(s): %(codes)s No family planning recorded.
rw: Code(s) yo kuboneza urubyaro yayoberanye: %(codes)s Nta gahunda yo kuboneza urubyaro yinjijwe mu cyuma.

source: %(women)d women, %(using)d using family planning: %(fp_string)s
rw: %(women)d abagore, %(using)d bitabira gahunda yo kuringaniza urubyaro: %(fp_string)s

source: Not enough info. Expected: %s
rw: Amakuru adahagije. Igikenewe: %s

source: RDT Result must be %(choices)s.
rw: Igisubizo cya RDT kigomba kuba %(choices)s.

source: less than 3
rw: munsi y'imyaka 3

source: Child is too young for treatment. Please refer IMMEDIATELY to clinic.
rw: Ni muto cyane ubufasha bwawe ntacyo bwamara. Mwohereze VUBA NA BWANGU ku ivuriro.

source: Child is %(age)s. Please provide %(tabs)s tab%(plural)s of Coartem (ACT) twice a day for 3 days.
rw: Umwana afite %(age)s. Muhe %(tabs)s ibinini %(plural)s bya Coartem (ACT) kabiri ku munsi iminsi 3.

source: Positive RDT result.
rw: Igisubizo cya RDT kiri positifu.

source: Negative RDT result.
rw: Igisubizo cya RDT kiri negatifu.

source: Unknown RDT result.
rw: Igisubizo cya RDT kidasobanutse.

source: Given:
rw: Hatanzwe:

source: %(patient)s has %(msg)s %(danger_signs)s.%(meds)s %(referral)s %(chw)s %(mobile)s.
rw: %(patient)s afite %(msg)s %(danger_signs)s.%(meds)s %(referral)s %(chw)s %(mobile)s.

source: Not enough info. Expected: | Improvement? | Visited facility? |
rw: Amakuru adahagije. Igikenewe: | Yarorohewe? | Yivurije kwa muganga? |

source: | Improvement? | Must be %(choices)s.
rw: | Koroherwa? | Bigomba kuba %(choices)s.

source: | Visited facility? | Must be %(choices)s.
rw: | yavuriwe kwa muganga? | Bigomba kuba %(choices)s.

source: Condition improved.
rw: Yarorohewe.

source: Condition did not improve.
rw: Nta koroherwa.

source: Condition improvement unkown.
rw: Nta kimenyetso cyo koroherwa.

source: Patient unavailable.
rw: Ntaho umurwayi agaragara.

source: Patient visited health facility.
rw: Umurwayi yavuriwe kwa muganga.

source: Patient did not visit health facility.
rw: Umurwayi ntiyavuriwe kwa muganga.

source: Unknown if patient visited health facility.
rw: Ntacyo ubona niba umurwayi yaravuriwe kwa muganga.

source: Patient currently inpatient at health facility.
rw: Umurwayi ari mu bitaro.

source: | HIV+ | must be %(choices)s.
rw: | Ubana n'ubwandu bw'agakoko gatera sida | andika %(choices)s.

source: Not enough info. You need to answer CD4 question as well.
rw: Amakuru adahagije. Urasabwa kandi gusubiza ikibazwa ku basirikari barinda umubiri CD4.

source: | Blood drawn | must be %(choices)s.
rw: | Amaraso yafashwe | hagomba kuba %(choices)s.

source: HIV Test done
rw: Ikizami cy'agakoko gatera sida cyakozwe

source: Not enough info. Expected: | household healthid | mother/guardian healthid |
rw: Amakuru adahagije. Igisabwa: | nomero y'ubuzima y'urugo | nomero y'ubuzima ya nyina /umurera |

source: Please enter the correct information. You can't be patient and guardian/mother
rw: Injiza amakuru nyayo. Ntushobora kuba umurwayi ngo unabe umurera/umubyeyi we

source: Could not find head of household with healthID %(id)s. You must register the headof household first
rw: Ntitwashoboye kubona ukuriye urugo ufite nomero y'ubuzima %(id)s. Banza wandikishe ukuriye urugo.

source: you can't be patient and guardian/mother
rw: nta muntu uba umurwayi ngo anabe umubyeyi/uhagarariye ababyeyi

source: Could not find mother/guardian with health ID %(motherid)s. You must register the mother/guardian first
rw: Ntitwashoboye kubona nomero y'ubuzima %(motherid)s. Banza wandikishe umubyeyi/uhagarariye ababyeyi.

source: You successfuly associated %(patient)s with %(father)s , %(mother)s
rw: Washoboye guhuza neza %(patient)s na %(father)s, %(mother)s

source: Not enough info. Expected: | household member available? | number of children | counseling / advice given (optional) |
rw: Amakuru adahagije. Igikenewe: | abagize urugo bahari? | umubare w'abana | ubujyanama / inama zatanzwe (hano ushobora kuhihorera) |

source: | Any HH Member Available? | must be %(choices)s.
rw: | Hari uba muri uru rugo uhari? | hagomba kuba %(choices)s.

source: | Number of children | must be entered as a number.
rw: | Umubare w'abana | hagomba kwinjizwamo umubare.

source: Unknown counseling topic code(s): %(codes)s No household visit recorded.
rw: Code(s) y'ingingo yo kuganiraho mu bujyanama yayoberanye: %(codes)s Nta gahunda yo gusura urugo yinjijwe mu cyuma.

source: Household member not available.
rw: Abagize urugo ntibagaragara.

source: Household member available, %(kids)d children under 5 seen.
rw: Abagize urugo baragaragara, %(kids)d abana batagejeje ku myaka 5 basuwe.

source: , counseling / advice topics covered: %(topics)s
rw: Ingingo z'ubujyanama / inama zaganiriweho: %(topics)s

source: Not enough info. Expected: Patient status: activate(Y) deactivate (N)
rw: Amakuru adahagije. Igikenewe: Icyiciro umurwayi aherereyemo: ukurikiranwa (Y) wibagiranye (N).

source: | Status : ? | must be %(choices)s.
rw: %(choices)s nta kwibeshya ku cyiciro arimo

source: %(patient)s status updated
rw: %(patient)s nta kwibeshya ku cyiciro arimo

source: Not enough info. Expected: Medicine codes.
rw: Amakuru adahagije. Igikenewe: Codes z'imiti.

source: Unknown medicine code(s): %(codes)s No medicines recorded.
rw: Code(s) y'imiti yayoberanye: %(codes)s Nta miti yinjijwe mu cyuma.

source: Medicine given: %(ds)s
rw: Imiti yatanzwe: %(ds)s

source: Expected: phone number.
rw: Igikenewe: nomero ya telefone.

source: Phone number cannot be longer than 16 digits.
rw: Nomero ya telefone ntishobora kurenza imibare 16.

source: Mobile phone number: %(mobile)s
rw: Nomero ya telefone igendanwa: %(mobile)s

source: Neonatal reports are only for children less than 28 days old.
rw: Raporo z'abana bavutse zireba gusa abana batarengeje iminsi 28 bavutse

source: Not enough info. Expected: number of clinic visits since birth
rw: Amakuru adahagije. Igikenewe: umubare w'inshuro yagejejwe ku ivuriro kuva yavuka

source: | Clinic visits since birth | must be entered as a number
rw: | Inshuro yageze ku ivuriro kuva yavuka | hinjizwa umubare

source: No postnatal clinic visits since birth.
rw: Ntiyigeze asuzumishwa ku ivuriro kuva yavuka.

source: One postnatal clinic visit since birth.
rw: Yasuzumishijwe rimwe gusa ku ivuriro kuva avutse.

source: %(visits)d postnatal clinic visit since birth.
rw: %(visits)d yasuzumishijwe ku ivuriro kuva avutse.

source: Child is too young for MUAC.
rw: Umwana ni muto cyane ntashobora gupimwa MUAC.

source: Child is older than 59 months. If there are any concerns about the child, please refer to a clinic.
rw: Uyu mwana arengeje amezi 59 avutse. Niba hari impungenge umufiteho, mwohereze ku ivuriro.

source: Not enough info. Expected: | muac | oedema | weight (optional) |
rw: Amakuru adahagije. Igikenewe: | muac | kubyimbirwa | ibiro (hano ushobora kuhihorera) |

source: | MUAC | must be entered as a number.
rw: | MUAC | hagomba kwinjizwa umubare.

source: MUAC too low. If correct, refer child to clinic IMMEDIATELY!
rw: MUAC iri hasi cyane. Niba atari ukwibeshya, ohereza umwana ku ivuriro VUBA!

source: MUAC too high. Correct and resend.
rw: MUAC iri hejuru cyane. Kosora wongere wohereze.

source: | Oedema | must be %(choices)s.
rw: | Kubyimbirwa | hinjizwa %(choices)s.

source: Weight can not be greater than %(max)skg.
rw: Ibiro ntibishobora kurenga %(max)skg.

source: Weight can not be less than %(min)skg.
rw: Ibiro ntibishobora kujya munsi ya %(min)skg.

source: Unkown value. Weight should be entered as a number.
rw: Indangagaciro itazwi. Ibiro bigomba kwandikwa mu mubare.

source: MUAC not taken,
rw: MUAC ntiyafashwe

source: MUAC of %(muac)smm,
rw: MUAC ya %(muac)smm,

source: Oedema present.
rw: yabyimbiwe.

source: No signs of oedema.
rw: Nta kimenyetso cyo kubyimbirwa.

source: Oedema unkown.
rw: Ibyo kubyimbirwa ntibisobanutse.

source: , Weight %(w)skg
rw: , Uburemere %(w)skg

source: SAM+
rw: Imirire mibi mu ibara ritukura +

source: MAM
rw: Imirire mibi mu ibara ry'umuhondo

source: SAM
rw: Imirire mibi mu ibara ritukura

source: HEALTHY
rw: Afite ubuzima bwiza

source: %(status)s>%(child)s, %(location)s has %(status)s. %(msg)s CHW no: %(mobile)s
rw: %(status)s>%(child)s, %(location)s afite %(status)s. %(msg)s Umujyanama w'ubuzima nta: %(mobile)s

source: That health ID has already been issued to %(patient)s by %(chw)s
rw: Iyo nomero y'ubuzima yamaze guhabwa %(patient)s na %(chw)s

source: That health ID (%(id)s) is not valid.
rw: Iyo nomero y'ubuzima (%(id)s ntibaho.

source: | location | patient names | gender | age or DOB | head_of_household |
rw: |Ahantu | amazina y'umurwayi | igitsina | imyaka cyangwa itariki y'amavuko | ukuriye urugo |

source: Not enough info. Expected: %(expected)s
rw: Amakuru adahagije. Igokenewe: %(expected)s

source: %(loc)s is not a valid location code. You must indicate the patient's location code before his name.
rw: %(loc)s si code yemewe. Code y'aho umurwayi aherereye igomba kuza mbere y'izina rye.

source: You must provide an exact birth date for children under 2 months.
rw: Ugomba kugaragaza amatariki y'amavuko nyayo ku bana batagejeje amezi 2.

source: You must provide an exact birth date or the age, in months, for children under two years.
rw: Ugomba kugaragaza amatariki y'amavuko nyayo cyangwa amezi angana n'imyaka, ku bana batagejeje imyaka 2.

source: The birth date you gave %(bdate)s) is in the future! Please try reentering the date with the full year (like 2009 instead of 09).
rw: Itariki y'amavuko watanze %(bdate)s) iri mu nzagihe! Gerageza kongera kuyinjiza udahinnye umwaka mu nyandiko (urugero 2009 aho kuba 09).

source: You must indicate the head of household after the age. If this is the head of household, write %(char)s after the dob/age.
rw: Uhagarariye urugo agomba gushyirwa nyuma y'imyaka. Niba uyu ariwe ukuriye urugo, andika %(char)s nyuma y'itariki y'amavuko/imyaka.

source: This patient is too young to be a head of household. You must provide the correct head of household.
rw: Ukurikije imyaka ye, uyu murwayi si we ukuriye urugo. Tanga ukuriye urugo nyawe.

source: The head of household you specified (%(hh)s) is not a head of household. His head of household is (%(hhhh)s). If he is the head, set him head of household.
rw: Ukuriye urugo watanze (%(hh)s) siwe urukuriye. Ukuriye urugo ni (%(hhhh)s). Niba koko ariwe we, kosora agirwe ukuriye urugo.

source: %(name)s %(sex)s/%(age)s was already registered by %(chw)s. Their health id is %(id)s.
rw: %(name)s %(sex)s/%(age)s yamaze kwinjizwa mu mashini na %(chw)s. Nomero yabo y'ubuzima ni %(id)s.

source: You successfuly registered %(patient)s.
rw: Winjije neza %(patient)s.

source: Only female patients can be pregnant
rw: Nta mugabo utwita

source: Patient is too young to be pregnant (%(age)s)
rw: Umurwayi ni umwana muto cyane udashobora gutwita (%(age)s)

source: Not enough info. expected: | month of pregnancy | number of ANC visits | weeks since last ANC visit |
rw: Amakuru adahagije. igikenewe: | atwite inda y'amezi angahe | umubare w'inshuro yisuzumishije inda | ibyumweru bishize kuva igihe aherukira kwisuzumisha inda |

source: Month of pregnancy must be a number between 1 and 9
rw: Amezi ashize atwite agomba kuba umubare uri hagati ya 1 na 9

source: Number of ANC visits must be a number
rw: Inshuro yagiye kwisuzumisha inda atwite zigomba kuba umubare

source: You must include the weeks since the last ANC visit after the total number of ANC visits
rw: Umubare w'ibyumweru bishize kuva igihe umubyeyi utwite aherukira kwipimisha ugomba kwandikwa nyuma y'umubare ugaragaza inshuro zose yipimishije

source: Weeks since last ANC visit must be a number
rw: Ibyumweru bishize kuva igihe umubyeyi utwite aherukira kwisuzumisha bigomba kuba umubare

source: less than one week ago
rw: Hashize igihe kitageze ku cyumweru

source: one week ago
rw: Hashize icyumweru kimwe

source: %(weeks)d weeks ago
rw: %(weeks)d ibyumweru bishize

source: %(month)d months pregnant with %(visits)d ANC visits
rw: %(month)d amezi ashize atwite akaba ageze %(visits)d inshuro yipimishije

source: , last ANC visit %s
rw: , igihe umubyeyi utwite aheruka kwipimisha inda %s

source: | Married | must be %(choices)s or husband's health id.
rw: | Yarashatse | hagomba kuba %(choices)s cyangwa ikarita y'ubuzima y'umugabo we.

source: | Number of pregnancies | must be entered as a number.
rw: | Inshuro yatwise | hagomba kwinjizwamo umubare.

source: | Number of children living with her | must be entered as a number.
rw: | Umubare w'abana babana | hagomba kwinjizwamo umubare.

source: Is married
rw: Si ingaragu

source: Is married to %(husband)s.
rw: Yashakanye na %(husband)s.

source: Is not married
rw: Ntiyashatse

source: Married status unknown
rw: Ntituzi niba yarashatse cyangwa ari ingaragu

source: %(children)s children
rw: %(children)s abana

source: one child
rw: umwana umwe

source: %(married)s, has had %(pregnancies)s pregnancies and %(children)s living with her.
rw: %(married)s, yatwise %(pregnancies)s inshuro kandi afite %(children)s babana.

source: Referral to clinic, choices are %(choices)s.
rw: Transiferi ku ivuriro, ahahiswemo ni %(choices)s.

source: Ambulance Referral
rw: Transiferi zitabajwe imbangukiragutabara

source: Emergency Referral
rw: Transiferi zakorewe indembe

source: Basic Referral (24hrs)
rw: Ivuriro ry'ibanze ryoherezwaho (amasaha24)

source: Convenient Referral
rw: Ivuriro ribereye transiferi

source: Not enough info. Expected: | kind of toilet facility | how many share? |
rw: Amakuru adahagije. Igitegerejwe: | ubwoko bw'inyubako y'ubwiherero | Bwakira abantu bangahe? |

source: | Toilet type | must be %(choices)s.
rw: | Ubwoko bw'ubwiherero | hitamo %(choices)s.

source: | Do you share toilet? | must be a number or %(choices)s.
rw: Hari abo musangiye ubwiherero ? / andika umubare cyangwa %(choices)s.

source: Primary Sanitation: %(san)s Share: %(share)s
rw: Ibikoresho b'ibanze by'isukura: %(san)s Ababikoresha: %(share)s

source: Only female patients can be pregnant.
rw: Nta mugabo utwita

source: Patient is too young to be pregnant (%(age)s).
rw: Uyu murwayi aracyari muto cyane ntashobora gutwita (%(age)s).

source: Not enough info. Expected: | month of pregnancy | number of ANC visits | weeks since last ANC visit |
rw: Amakuru adahagije. Igikenewe: | amezi amaze atwite | inshuro yitabiriye gahunda yo gupima ababyeyi batwite | ibyumweru bishize kuva igihe aherukira kwisuzumisha |

source: Month of pregnancy must be a number between 1 and 9.
rw: Amezi ashize atwite agomba kuba umubare kuva kuri 1 kugera ku 9.

source: Number of ANC visits must be entered as a number.
rw: Inshuro yitabiriye gahunda yo gusuzuma abagore batwite zigomba kuba umubare kuva kuri 1 kugera ku 9.

source: You must include the weeks since the last ANC visit after the total number of ANC visits.
rw: Ugomba kwandika ibyumweru bishize kuva igihe umubyeyi aherukira kwisuzumisha nyuma y'umubare w'inshuro zose yipimishije.

source: Weeks since last ANC visit must be entered as a number
rw: Ibyumweru bishize kuva igihe umubyeyi aheruka kwisuzumishiriza bigomba kugaragazwa nk'umubare.

source: | Iron Supplement | must be %(choices)s
rw: | ibinini byongera ubutare mu mubiri | hagomba kuba %(choices)s

source: | Folic Acid Supplement | must be %(choices)s
rw: | Ibinini byongera amaraso bya aside folike | hagomba kuba %(choices)s

source: | Tested HIV | must be %(choices)s
rw: | Yipimishije agakoko gatera ubwandu bwa SIDA | hitamo %(choices)s

source: taking iron and folic supplements
rw: ufata ibinini byongera ubutare na aside folike mu mubiri
