Repository: katembu/move-it
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: rw

source: Person visit a clinic or hospital since last CHW visit (Y-U-P)
rw: Uyu muntu yageze ku ivuriro cyangwa ibitaro kuva igihe aheruka gusurwa n'umujyanama w'ubuzima (Y-U-P)

source: S
rw: Ibimenyetso

source: Current Danger Signs
rw: Ibimenyetso byo kumererwa nabi bigaragara

source: D.S
rw: Ibimenyetso byo kumererwa nabi

source: P
rw: Igihe cyo gutwita

source: Pregnancy Check-up
rw: Gusuzuma ababyeyi batwite

source: MP
rw: Ukwezi kw'inda

source: Month of pregnancy (1-9)
rw: Ukwezi kwa kangahe kuva asamye (1-9)

source: Vis
rw: Gahunda yo kwisuzumisha inda

source: Number of ANC visits during pregnancy
rw: Inshuro umubyeyi utwite yisuzumishije inda kuva asamye kugeza abyaye

source: Lvis
rw: Gahunda ya nyuma yo kwisuzumisha inda

source: Weeks since last ANC visit [0 = less than 7 days]
rw: Ibyumweru bishize kuva igihe umubyeyi utwite aherukira kwisuzumisha inda [0=munsi y'iminsi 7]

source: Neonatal Check-up (0-28 days)
rw: Gusuzumisha umwana ukivuka

source: Number of postnatal visit to clinic or hospital since birth?
rw: Inshuro umwana yasuzumishijwe ku ivuriro cyangwa ku bitaro kuva yavuka ?

source: Under-1 Check-up (0-11 months)
rw: Isuzuma ry'impinja zitagejeje umwaka (amezi 0-11)

source: BF
rw: Konka gusa

source: Breast-feeding only (Y-N-U)
rw: Konka gusa nta nyunganiramashereka(Y-N-U)

source: Imm
rw: Inkingo

source: Child up-to-date on immunizations?
rw: Umwana yahawe inkingo zose ?

source: M
rw: MUAC

source: Nutrition Section
rw: Igika cy'imirire

source: MUAC Measurement [0 = No measurement]
rw: Ibipimo bya MUAC [0= Nta gupima kwabayeho)

source: Oed
rw: Kubyimbirwa

source: Oedema (Y-N-U)
rw: Kubyimbirwa (Y-N-U)

source: Weight in KG [Optionnal]
rw: Umubare w'ibiro (ushobora kubyihorera)

source: F
rw: Umuriro

source: Fever Section
rw: Igika cy'umuriro

source: RDT Result Positive (Y-N-U-X)
rw: Ibisubizo bya RDT biri pozitifu

source: G
rw: Imiti yatanzwe

source: Medecine Given Section
rw: Igika cy'imiti itangwa

source: Med
rw: Imiti

source: Medecine Given (ACT, R, Z)
rw: Imiti yatanzwe (ACT, R, Z)

source: R
rw: Transiferi

source: Referral to Clinic Section
rw: Igika cya transferi ku ivuriro

source: Ref
rw: Transferi

source: Referral to Clinic (A-E-B-C)
rw: Transferi zoherejwe ku ivuriro (A-E-B-C)

source: DDB
rw: Itariki y'urupfu n'amavuko

source: Date Death
rw: Itariki yapfiriye

source: Death Date [DDMMYY]
rw: Itariki yapfiriye [UmunsiUkweziUmwaka]

source: EBC
rw: Kubara inzitiramibu zagutse

source: Extended Bednet Form
rw: Ifishi y'inzitiramibu ngari

source: Ppl
rw: abantu

source: Number of people in the household
rw: Umubare w'abantu baba mu rugo

source: Sites
rw: Uburyamo

source: Given
rw: Izatanzwe

source: Number of bednets given earlier to this household
rw: Umubare w'inzitiramibu zari zahawe uru rugo mbere

source: Avail
rw: Izihari

source: Number of available bednets
rw: Umubare w'inzitiramibu zihari

source: Dmgd
rw: zangiritse

source: Number of bednets damaged
rw: umubare w'inzitiramibu zangiritse

source: Counseling and Advice (BP, ED, EC, FP, IM, NUT, PH, SH)
rw: Ubujyanama n'inama (BP, ED, EC, FP, IM, NUT, PH, SH)

source: #sick
rw: #umurwayi

source: Number of Other Sick Members Seen During Visit
rw: Umubare w'abandi barwayi babana mu rugo basuzumwe igihe cy'isura

source: Number of RDTs Used on Other Sick Members
rw: Umubare wa RTDs zakoreshejwe ku bandi barwayi babana mu rugo

source: #pos
rw: # ibisubizo bya RDT pozitifu

source: Number of of RDT Positive Cases for Other Sick Members
rw: Umubare w'ibisubizo bya RDT byabaye positifu mu bandi barwayi baba mu rugo

source: #antm
rw: #imiti irwanya malariya

source: Number of Other Sick Members Receiving Anti-Malarial Treatment
rw: Umubare w'abandi barwayi baba muri uru rugo bahabwa imiti irwanya malariya
