Repository: katembu/move-it
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: rw

source: %s form not found.
rw: %s Ifishi ntishoboye kuboneka.

source: %s command not found.
rw: %s Icyo mwifuza ntigishoboka

source: Problem getting CHW from backend.
rw: Havutse akabazo ko gutinda kugera ku izina ry'Umujyanama w'Ubuzima mwifuza.

source: Invalid user logged in.
rw: utilisateur non valide connecté

source: %(fname)s, you must select a CHW other than yourself at the bottom of the data entry screen.
rw: %(fname)s, ugomba guhitamo umujyanama utari wowe, mu rutonde ubona ahagana hasi y'ahagenewe kwinjirizwa amakuru.

source: Problem getting encounter_date from backend.
rw: Havutse akabazo. Kugera ku itariki y'isuzuma mwifuza ntibirashoboka

source: You cannot select an encounter date that is in the future.
rw: Guhitamo itariki y'umunsi utaragerwaho ntibyemewe

source: You must register before you can send reports.
rw: Ugomba kubanza kwiyandikisha mbere yo kohereza raporo

source: Error: Message not understood. Your message must start with a single health ID, followed by a space then a %(pre)s, then the keyword of the form you are sending.
rw: Ikosa: ubutumwa mwohereje ntibusobanutse. Mu kohereza ubutumwa ugomba gutangiza nomero y'ubuzima, ugasiga akanya,ugakurikizaho %(pre)s hagaheruka ijambo nyamukuru ry'ifishi urimo kohereza

source: Not a recognised form.
rw: Iyi fishi ntishobora koherezwa

source: Error occurred while processing %(frm)s: %(e)s Please correct and send all information again.
rw: Mu gutunganya %(frm)s twahuye n'ikosa: %(e)s. Usabwe kurikosora ukongera ukohereza ubutumwa bwawe

source: %(id)s is not a valid health ID. Please correct and try again.
rw: %(id)s si nomero y'ubuzima yemewe. Usabwe guhindura nomero ukongera ukohereza ubutumwa bwawe

source: Patient %(health_id)s is assigned to CHW %(real_chw)s. You [%(fake_chw)s] can only submit forms for your own patients.
rw: Umurwayi %(health_id)s abarizwa ku Mujyanama w'Ubuzima %(real_chw)s. Wowe [%(fake_chw)s] wemerewe kohereza amafishi y'abarwayi ushinzwe gusa.

source: Error: You tried to send househould forms for someone who is not head ofhousehold. You must send the forms with the head of household health ID.Their head of household health ID is %(hoh)s (Health ID: %(hohid)s)
rw: Ikosa: wagerageje kohereza amafishi y'umuntu udakuriye urugo. Amafishi yoherezwa agomba kuba ariho nomero y'ubuzima y'ukuriye urugo. Nomero y'ubuzima y'ukuriye urugo ni %(hoh)s (Health ID: %(hohid)s)

source: This form is only for head of households.
rw: Iyi fishi igenewe abakuriye ingo gusa

source: Successfully processed:
rw: Byaciyemo

source: You must resend the form.
rw: Ongera wohereze iyo fishi.

source: You must resend the forms.
rw: Ongera wohereze ayo mafishi.

source: One form failed.
rw: Ifishi imwe ntishoboye kugenda.

source: %d forms failed.
rw: %d fishi imwe ntishoboye kugenda.

source: One successful.
rw: Kuri imwe nta kibazo.

source: %d forms successful.
rw: Kuri %d amafishi nta kibazo.

source: Database Error: please notify the system administrator
rw: Ikibazo mu ikusanyirizo ry'amakuru: menyesha ushinzwe ikoranabuhanga.

source: Total Number of Patients
rw: Ikibazo mu ikusanyirizo ry'amakuru: menyesha ushinzwe ikoranabuhanga.

source: Number of days ago
rw: Umubare w'iminsi ishize.

source: # of Households
rw: # w'ingo.

source: # of Patients
rw: # w'abarwayi.

source: # of Underfives
rw: # w'abana batagejeje ku myaka itanu.

source: # of Pregnant Women
rw: # w'abagore batwite.

source: Unknown
rw: Ntibisobanutse namba.

source: Healthy
rw: Ufite ubuzima bwiza.

source: Moderate
rw: Bidakabije.

source: +SAM / MAM
rw: Imirire mibi mu ibara ritukura/ Imirire mibi mu ibara .

source: An error has occured.
rw: Habaye akabazo.

source: Error: You must first be registered.
rw: Ikosa: ugomba kubanza kwiyandikisha.

source: FAILED. Unable to understand message.
rw: BYANZE GUCAMO: ubutumwa ntibisobanutse.

source: FAILED. Bad value.
rw: BYANZE GUCAMO: kwibeshya imibare.

source: FAILED. Not applicable.
rw: BYANZE GUCAMO: ntibijyanye.

source: There is no patient with health ID %(hid)s
rw: Nta murwayi ufite nomero y'ubuzima %(hid)s

source: Please send %(patient)s to the health center for their appointment on %(apt_date)s
rw: Ohereza %(patient)s ku kigo nderabuzima kubonana na muganga kuwa %(apt_date)s

source: Please send %(patient)s to the health center on for their failed appointment on %(apt_date)s
rw: Ohereza %(patient)s ku kigo nderabuzima batashoboye kubonana na muganga kuwa %(apt_date)s

source: %(number)s is not a registered number.
rw: %(number)s ntiwigeze winjizwa mu mashini.

source: An error has occured: %(e)s
rw: Habaye akabazo: %(e)s

source: You attempted to load %(cls)s without %(k)s defined.
rw: wagerageje kwinjiza %(cls)s nta %(k)s wagaragaje.

source: %(k)s must be a dictionary in %(cls)s.
rw: %(k)s igomba kuba ari inkoranyamagambo mu %(cls)s

source: ChildCount+ Dashboard
rw: ChildCount+

source: chart
rw: imbonerahamwe

source: Unknown period name: %(name)s. Valid periods are %(valid)s.
rw: igihe kitemewe: %(name)s. Ibihe byemewe ni %(valid)s

source: Use ACTIVITY followed by WEEK, MONTH, or the 3-letter month code.
rw: Shyiramo IGIKORWA ukurikizeho ICYUMWERU, UKWEZI, cyangwa ikirango cy'ukwezi cyigizwe n'inyuguti 3

source: Cancel failed. There is nothing to cancel.
rw: Gusiba ntibikunda. Ntacyo gusiba gihari

source: Cancel failed. You cannot cancel a report after %(num)d minutes.
rw: Gusiba ntibikunda. Ntiwemerewe gusiba raporo nyuma ya %(num)d iminota

source: Cancel failed. Another user has already modified one or more of your reports.
rw: Gusiba ntibikunda. Hari umuntu wamaze guhindura raporo yawe imwe cyangwa nyinshi

source: Previous message successfully canceled.
rw: Ubutumwa bubanza bwasibwe uko byifuzwaga

source: checkid command requires a health id
rw: nta gisubizo wabona udashyizemo nomero y'ubuzima

source: SUCCESS: %(patient)s; Household: %(household)s; CHW: %(chw)s
rw: Icyishyimirwa: %(patient)s; Ingo: %(household)s; Abajyanama b'ubuzima: %(chw)s

source: Health ID %(id)s does NOT exist in the database
rw: Nomero y'ubuzima %(id)s ntabwo iri mu bubiko rusange bw'amakuru

source: but IS a valid identifier. Check to make sure the database is current.
rw: ariko iragaragaza neza nyirayo. Reba neza niba ikibazo atari ububiko rusange.

source: and is NOT a valid identifier. You might have entered the ID incorrectly.
rw: kandi ntigaragaza neza nyirayo. Ushobora kuba winjije nabi nomero ikuranga.

source: Health ID %(id)s
rw: Nomero y'ubuzima %(id)s

source: is valid but no patient has been registered with this ID.
rw: iciyemo ariko nta murwayi wayiyandikishijeho

source: is marked as belonging to a patient, but that patient is unknown.
rw: iragaragaza ko ari iy'umurwayi, ariko uwo murwayi ntazwi

source: is in the database but is marked as UNUSABLE.
rw: iri mu bubiko rusange bw'amakuru ariko yanditseho ko IDAKORESHWA

source: Cannot run chown command from cell phone. Use the computer interface instead.
rw: Ibyo wifuza ntibishoboka ukoresheje mobile. Ahubwo koresha mudasobwa

source: Lookup command requires at least one health ID.
rw: Gushakisha aha bisaba ko haba nibura nomero y'ubuzima imwe.

source: CHW with ID %(id)d does not exist
rw: Nta mujyanama ukoresha nomero %(id)d ubaho.

source: There is no person with ID %(hid)s.
rw: Nta muntu urangwa n'yi nomero %(hid)s

source: Patient %(hid)s (%(name)s) assigned to CHW %(chwname)s.
rw: Umurwayi %(hid)s (%(name)s) abarizwa ku mujyanama w'ubuzima %(chwname)s

source: Patients %(first)s and %(last)s have different CHWs. (First CHW: %(fchw)s Last CHW: %(lchw)s)
rw: Abarwayi %(first)s na %(last)s bafite abajyanama b'ubuzima batandukanye. (Umujyanama w'ubuzima wa mbere: %(fchw)s Umujyanama w'ubuzima wa nyuma: %(lchw)s

source: Patient %(fid)s was created AFTER patient %(lid)s. You should send the earlier ID first followed by the later ID.
rw: Umurwayi %(fid)s yinjijwe mu cyuma nyuma y'umurwayi %(lid)s. Wagombye kubanza kohereza nomero yabanje igakurikirwa na nomero yaherutse.

source: There were 0 patients created by CHW %(chw)s between %(fdate)s and %(ldate)s.
rw: Nta murwayi winjijwe mu cyuma n'umujyanama w'ubuzima %(chw)s hagati y'amatariki %(fdate)s na %(ldate)s

source: Encounter date %(date)s is not valid
rw: Itariki y'isuzuma %(date)s ntishobora kuba yo

source: Changed CHW for %(n)d patients to %(chw)s with encounter date %(y)d-%(m)d-%(d)d.
rw: Kuri ubu umujyanama w'ubuzima ukurikirana aba %(n)d barwayi ni %(chw)s itariki bahuriraho %(y)d-%(m)d-%(d)d.

source: dead person names | gender | age or DOB | date_of_death | [head_of_household]
rw: noms des personnes décédées | genre | âge ou DDN | date_du_décès | [chef_de_ménage]

source: Not enough information. Expected: %(keyword)s %(expected)s
rw: Amakuru adahagije. Hategerejwe: %(keyword)s %(expected)s

source: You must indicate gender after the name with a %(choices)s.
rw: Ugomba kwerekana igitsina nyuma y'izina rifite %(choices)s

source: Message not understood. Expected: %(expected)s
rw: Ubutumwa ntibusobanutse. Hategerejwe: %(expected)s

source: Could not understand age or date_of_birth of %(string)s.
rw: Ntitwashoboye kumenya imyaka cyangwa itariki y'amavuko ya %(string)s.

source: You must provide a patient name before their sex.
rw: Ugomba kubanza izina ry'umurwayi mbere y'igitsina.

source: You must provide the date of death
rw: Ugomba kugaragaza itariki yapfiriyeho

source: Could not understand date_of_death of %(string)s. Please provide an exact date of death in the format DDMMYY.
rw: Ntitwashoboye kumenya itariki y'urupfu rwa %(string)s: andika neza itariki y'urupfu ubanze itariki ukurikizeho ukwezi haheruke umwaka.

source: Could not understand date_of_death of %(string)s.
rw: Ntitwashoboye kumenya itariki %(string)s yapfiriye

source: Could not find head of household with health ID %(id)s. You must first register the head of household.
rw: Ntitwashoboye kubona ukuriye urugo ufite nomero %(id)s. Ukuriye urugo agomba kubanza kwinjizwa mu cyuma.

source: The head of household you specified is too young to be a head of household (%(hh)s).
rw: Uwo wavuze ko akuriye urugo afite imyaka mike cyane ku buryo adashobora kugira urugo (%(hh)s).

source: The head of household you specified (%(hh)s) is not a head of household. Their head of household is (%(hhhh)s).
rw: Ukuriye urugo wavuze (%(hh)s) siwe urukuriye. Ukuriye urugo ni (%(hhhh)s).

source: you
rw: mwebwe

source: %(name)s %(sex)s/%(age)s was already reported by %(chw)s.
rw: %(name)s %(sex)s/%(age)s byamaze kugaragazwa muri raporo ya %(chw)s

source: You successfuly reported the death of %(death)s.
rw: Raporo yawe yagaragaje neza urupfu rwa %(death)s

source: Patient %(name)s (age: %(age)s) died on %(dod)s. Contact CHW %(chw)s for more information.
rw: Umurwayi %(name)s (%(age)s) yapfuye ku itariki ya %(dod)s. Baza umujyanama w'ubuzima %(chw)s andi makuru wakenera.

source: Usage: %(com)s health_id
rw: Gukoresha: %(com)s ikarita_y'ubuzima

source: No patient with health id %(hid)s
rw: Nta murwayi ukoresha iyi nomero y'ubuzima %(hid)s

source: Family of %(hid)s:
rw: Umuryango wa %(hid)s:

source: Not enough information. Expected:%(keyword)s | locationcode |
rw: Amakuru adahagije. Hategerejwe:%(keyword)s | code y'aho abarizwa |

source: Unknown location code %(loc)s.
rw: Iyi code ntizwi %(loc)s.

source: No Stockin for %(loc)s.
rw: Nta gakuru ka %(loc)s.

source: %(loc)s: Starting Point: %(sp)s, Balance: %(bal)s.
rw: %(loc)s: Guturuka : %(sp)s, Ikinyuranyo: %(bal)s.

source: Use: changehh patient_id new_hh_id
rw: Koresha: guhindura nomero _ y'urugo nomero_y'urugo_nshya

source: Patient with ID %(hid)s does not exist
rw: Umurwayi ufite nomero %(hid)s ntabaho

source: Changed head of household for %(n)d patients from [%(old_hh)s] to [%(new_hh)s].
rw: Ukuriye urugo ukuriye %(n)d abarwayi yahinduwe yari [%(old_hh)s] yabaye [%(new_hh)s].

source: You still have: %(health_id)s
rw: Uracyafite: %(health_id)s

source: No health Ids available now!
rw: Ubu nta nomero z'ubuzima zisigaye !

source: Health IDs: %(health_id)s
rw: Nomero z'ubuzima: %(health_id)s

source: You issued %(n)s bednets on %(date)s
rw: Wasohoye %(n)s inzitiramibu ku itariki ya %(date)s

source: Your language preference is set to: %(lang)s. Change it by sending your new language preference code.
rw: Ururimi wahisemo ni: %(lang)s. Kuruhindura ni ukohereza code y'urundi wifuza.

source: Your language preference is already set to: %(lang)s.
rw: Ururimi wahisemo rwamaze kuba: %(lang)s.

source: That language preference code (%(code)s) is not valid.
rw: Code y'ururimi wahisemo (%(code)s) siyo.

source: Your language preference has been changed from %(old)s to %(new)s.
rw: Ururimi wari warahisemo rwahindutse. Rwari %(old)s rwabaye %(new)s.

source: Set location for %(n)d patient(s) [%(idstr)s] to %(loc)s
rw: Kwinjiza mu cyuma aho %(n)d umurwayi cyangwa abarwayi babarizwa [%(idstr)s] kuri %(loc)s

source: Cannot run loc command from cell phone. Use the computer interface instead.
rw: Ntushobora guhindura aho umuntu abarizwa ukoresheje mobile. Ni ngombwa kwifashisha mudasobwa.

source: Location command requires at least a location code and household ID.
rw: Kugira icyo ukora ku ho umuntu abarizwa ugomba nibura kuba uzi code y'ahantu cyangwa nomero iranga urugo.

source: Location with code %(code)s does not exist.
rw: Ahantu witirira code %(code)s ntihabaho.

source: Lookup command requires at least a first or last name.
rw: Gushakira aha bisaba kuba hari nibura izina ry'idina cyangwa iry'umuryango.

source: No matching patient found. Please retry with only first or last name.
rw: Nta murwayi witwa gutya tubonye. Gerageza ushyiramo izina rimwe gusa.

source: ID# %(name)s from %(location)s
rw: Nomero# %(name)s ubarizwa %(location)s.

source: %(total)s matches
rw: %(total)s bisa

source: Not enough info. Expected: %(keyword)s location names
rw: Amakuru ntahagije. Hategerejwe: %(keyword)s amazina y'ahantu

source: Location %(location)s does not exist.
rw: Aha hantu %(location)s ntahabaho.

source: You are now registered at %(location)s with alias @%(alias)s.
rw: Urangije kwiyandikisha ko ubarizwa %(location)s uzwi ku kazina ka @%(alias)s.

source: Cannot run reloc command from cell phone. Use the computer interface instead.
rw: Ibi ntibishobora guhindurirwa kuri telefone igendanwa. Ahubwo koresha mudasobwa.

source: Relocate command format: reloc LOC HEALTH_ID.
rw: Icyo gukora ushaka guhindurira umwanya nomero y'ubuzima ni: reloc LOC HEALTH_ID.

source: There is no location with code %(code)s.
rw: Nta hantu handitsweho iyi code %(code)s.

source: Made status ACTIVE and moved %(count)d people to %(loc)s with CHW %(chw)s:
rw: Hashyizweho icyiciro ABAKORA kandi aba bashyirwa %(count)d abantu i %(loc)s hamwe n'umujyanama w'ubuzima witwa %(chw)s:

source: Marked %(count)d patients as INACTIVE:
rw: Bashyizwe mu kiciro %(count)d abarwayi cy'ABADAKORA:

source: No similar health IDs found.
rw: Nta nomero z'ubuzima zisa nk'izo zabonetse.

source: Patients:
rw: Abarwayi:

source: Unused IDs:
rw: Nomero z'ubuzima zidakoreshwa:

source: Not enough information. Expected:%(keyword)s locationcode quantity
rw: Amakuru adahagije. Igikenewe:%(keyword)s code y'aho abarizwa ingano

source: Bad Value for quantity %(val)s
rw: Indangagaciro igaragaza ingano %(val)s idasobanutse

source: additional
rw: inyongera

source: %(loc)s has received %(q)s%(additional)s nets for distribution. Starting Point:%(sp)s
rw: %(loc)s babonye %(q)s%(additional)s inzitiramibu zo gutanga. Izo batangiranye: %(sp)s

source: %(loc)s: %(q)s nets is greater than Starting point quantity %(sp)s nets. Please check if your stock out quantity is correct.
rw: %(loc)s: %(q)s inzitiramibu zirarusha ubwinshi izatangiriweho %(sp)s inzitiramibu. Itonde urebe niba umubare w'izaraye mu bubiko ari wo.

source: %(loc)s's closing stock is %(q)s nets; Starting Point: %(sp)s; Issued: %(issued)s
rw: %(loc)s's izari zasigaye mu bubiko ni %(q)s inzitiramibu; Izatangiriweho : %(sp)s; Izatanzwe: %(issued)s

source: alert command requires | username | delay[s/m/h) | message
rw: kugirango ushobore kuba watanga impuruza bisaba | izina rikoreshwa | igihe cy'ubukererwa[s/m/h) | ubutumwa

source: No patient with health id %(health_id)s
rw: Nta murwayi wanditsweho iyi nomero y'ubuzima %(health_id)s

source: Could not understand %(error)s delay.
rw: Ntitwasobanukiwe %(error)s ubukererwe.

source: Could not understand %(error)s delay
rw: Ntitwasobanukiwe %(error)s ubukererwe.

source: %(chw)s will be notified at %(time)s
rw: %(chw)s azamenyeshwa %(time)s

source: You are registered as %(full_name)s from %(location)s with alias @%(alias)s.
rw: Wiyandikishije nka %(full_name)s ubarizwa %(location)s uzwi kandi nka @%(alias)s.

source: Command requires atleast one health id
rw: Birasaba nibura nomero imwe y'ubuzima

source: Configuration Error: Please contact system administrator.
rw: Ikosa rikomeye: Itabaze ushinzwe ikoranabuhanga.

source: Successful: %(patients)s.
rw: Biciyemo: %(patients)s.

source: Over 59m: %(patients)s.
rw: Birenze iminota 59: %(patients)s.

source: Inactive: %(patients)s.
rw: Bibagiranye: %(patients)s.

source: Invalid HealthID: %(hid)s.
rw: Nomero y'ubuzima itemewe: %(hid)s.

source: Already reported: %(patients)s.
rw: Hari raporo byagaragayemo: %(patients)s.

source: Vaccinated: %(count)s of %(total)s - %(percentage)s%%
rw: Abakingiwe: %(count)s kuri %(total)s - %(percentage)s%%

source: Not enough info.
rw: Amakuru adahagije.

source: Could not understand expected date of delivery: %(expected_on)s.
rw: Itariki umubyeyi ashobora kuzabyariraho ntiyasobanutse: %(expected_on)s.

source: %(expected_on)s is already in the past, the expected delivery date should be a future date.
rw: %(expected_on)s iri mu gihe cyashize, iyi tariki igomba kuba mu nzagihe.

source: Expected date of delivery is %(expected_on)s.
rw: Itariki yo kubyara ishobora kuba %(expected_on)s.

source: Please send %(patient)s to the health center if they have not visited the clinic in the last 2 weeks.
rw: Ohereza %(patient)s ku kigo nderabuzima niba batarigeze bajya ku ivuriro mu byumweru 2 bishize.

source: Please send %(patient)s to the health center for their appointment
rw: Ohereza %(patient)s ku kigo nderabuzima muri gahunda yabateganyirijwe

source: Not enough info. Expected: date of appointment.
rw: Amakuru adahagije. Hategerejwe: itariki ya gahunda

source: Inapplicable: %(patient)s is not within required age bracket
rw: Ntibishoboka: %(patient)s arengeje imyaka fatizo

source: Could not understand the date of appointment %(expected_on)s
rw: Ntitwashoboye kumenya itariki ya gahunda %(expected_on)s

source: %(expected_on)s is already in the past, please use a future date of appointment.
rw: %(expected_on)s iri mu gihe cyashize, shyiramo itariki ya gahunda mu nzagihe.

source: Next appointment is on %(expected_on)s.
rw: Gahunda itaha yashyizwe kuwa %(expected_on)s.

source: No next appointment: %(patient)s has completed the program.
rw: Nta yindi gahunda: %(patient)s gahunda iteganyijwe yarayirangije.

source: Not enough info. Expected: number of women given BC pills.
rw: Amakuru adahagije. igikenewe: umubare w'abagore bahawe ibinini bifasha kuringaniza urubyaro

source: | Number of women | must be a number.
rw: | Umubare w'abagore | andika umubare.

source: %(women)d women given pills.
rw: %(women)d abagore bahawe utunini.

source: Not enough info. Expected: number of sleeping sites and number of bednets.
rw: Amakuru adahagije. Hategerejwe: umubare w'uburyamo n'umubare w'inzitiramibu.

source: Number of sleeping sites must be entered as a number.
rw: Umubare w'uburyamo ugomba kwinjizwa mu mashini nk'umubare.

source: Number of bednets must be a number
rw: Umubare w'inzitiramibu ugomba kuba umubare

source: %(sites)d sleeping site(s), %(nets)d bednet(s)
rw: %(sites)d uburyamo(s), %(nets)d inzitiramubu(s)

source: Not enough info. Expected: | sleeping sites | number of functioning bednets | earlier bednet | damaged bednet |
rw: Amakuru adahagije. Igikenewe: | uburyamo | umubare w'inzitiramibu zikoreshwa | inzitiramibu zabanje | Inzitiramibu zangiritse |

source: | Number of sleeping sites | must be a number.
rw: | Umubare w'uburyamo | ugomba kuba umubare.

source: | Number of functioning (recent received) bednet | must be a number.
rw: | Umubare w'inzitiramibu zikoreshwa (ziheruka gutangwa) | andika umubare.

source: | Number of bednets received earlier | must be a number.
rw: | Umubare w'inzitiramibu zatanzwe mbere | andika umubare.

source: | Number of damaged bednets received | recent must be a number.
rw: | Umubare w'inzitiramibu zangiritse zatanzwe | andika umubare.

source: %(patient)s: %(sites)d sleeping site(s), %(nets)d bednet(s). Earlier: %(er)d. Damaged bednet: %(dm)d.
rw: %(patient)s: %(sites)d uburyamo, %(nets)d inzitiramibu. Izabanje: %(er)d. Inzitiramibu zangiritse: %(dm)d.

source: Report Survey doesnt exist for %(patient)s
rw: Nta raporo y'ikurikirana yakozwe ku %(patient)s

source: DO NOT ISSUE nets to %(patient)s, already received %(nets)d nets for %(site)d sleeping sites.
rw: Ntugire inzitiramibu uha %(patient)s, yahawe %(nets)d inzitiramibu zihuye na %(site)d uburyamo.

source: Last received: None
rw: Iziheruka gutangwa: ntazo

source: Last received: %(last_issued)d bednets.
rw: Iziheruka gutangwa: %(last_issued)d inzitiramibu.

source: %(patient)s: %(ssite)d sleeping sites. Need %(bdnt_required)d bednet(s).
rw: %(patient)s: %(ssite)d uburyamo. Hakenewe %(bdnt_required)d inzitiramibu(s).

source: Issued %(issued)s nets.
rw: Hatanzwe %(issued)s inzitiramibu.

source: Survey Report doesnt exist for %(pat)s
rw: Nta raporo y'isuzuma yigeze ikorerwa %(pat)s

source: Not enough info. Expected: number of bednets issued.
rw: Amakuru adahagije. Igikenewe: umubare w'inzitiramibu zatanzwe.

source: Bednet issued should be number
rw: Inzitiramibu yatanzwe yagombye kuba umubare

source: %(patient)s has received %(bdnt)d bednet(s).
rw: %(patient)s yahawe %(bdnt)d inzitiramibu(s).

source: Survey Report doesnt exist for %(patient)s. Please, contact your CHW
rw: Nta raporo y'ikurikirana yerekeye %(patient)s ihari. Baza umujyanama w'ubuzima wawe

source: %(patient)s has already received %(nets)d bednets for %(site)d sites.Required: %(req)d
rw: %(patient)s yamaze guhabwa %(nets)d inzitiramibu zikwiriye %(site)d uburyamo. Iza ngombwa: %(req)d

source: %(patient)s need %(nets)d bednets for %(site)d sites.
rw: %(patient)s akeneye %(nets)d inzitiramibu zikwiriye %(site)d uburyamo.

source: Not enough info. Expected: | number of children who slept here last night | how many slept under bednets | hanging bednets |
rw: Amakuru adahagije. Igikenewe: | umubare w'abana baraye aha ijoro ryakeye | ni bangahe baryamye mu nzitiramibu | inzitiramibu zimanitse |

source: | Number of children who slept here last night | should be a number.
rw: | Umubare w'abana baraye hano ijoro ryakeye | hagombye kuba umubare.

source: | Number of children under bednet | should be a number.
rw: | Umubare w'abana barara mu nzitiramibu | hagombye kuba umubare.

source: Number of under five who slept here last night should be more than those who slept under bednet
rw: Umubare w'abana batagejeje ku myaka itanu baraye hano ijoro ryakeye wagombye kuba uruta abaraye mu nzitiramibu

source: | How many hanging bednet | must be a number or, %(choices)s.
rw: | Ni inzitiramibu zingahe zimanitse | hagomba kuba umubare cyangwa, %(choices)s.

source: %(sites)d child(ren) slept here last night. %(nets)d slept under bednet(s). Hanging: %(han)s
rw: %(sites)d abana baraye hano ijoro ryakeye. %(nets)d baraye mu nzitiramibu(s). Izimanitse: %(han)s

source: | Reason | must be %(choices)s.
rw: | Impamvu | hagomba kuba %(choices)s.

source: Reason: %(reason)s
rw: Impamvu: %(reason)s

source: You must state the reason why children never slept under bednet
rw: Ugomba kugaragaza impamvu abana batigeze baryama mu nzitiramibu
