Repository: katembu/move-it
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: rw

source: % w/in 7d
rw: % rya raporo ku bana bavutse zatanzwe mu gihe cy'iminsi irindwi y'ivuka ry'abarwayi bavutse muri iki gihe

source: Percentage of neonatal reports submitted within seven days of birth for patients born during this period
rw: Ijanisha rya raporo ku bana bavutse zatanzwe mu gihe cy'iminsi irindwi y'ivuka ry'abarwayi bavutse muri iki gihe

source: Nutrition
rw: Imirire

source: Unique
rw: Bihariye

source: Total number of patients with a non-empty nutrition report this period
rw: Umubare rusange w'abarwayi bakozweho raporo y'imirire ifatika muri iki gihe

source: Total number of patients with a non-empty nutrition report in the 90 days up to the end of the time period
rw: Umubare rusange w'abarwayi bakozweho raporo y'imirire ifatika mu minsi 90 irangirana n'impera z'iki gihe

source: Percentage of patients eligible for MUAC who had a MUAC taken in the 90 days before the end of the period
rw: Ijanisha ry'abarwayi bakwiriye gupimwa MUAC bari barayipimwe mu minsi 90 ibanziriza impera z'iki gihe

source: Total number of patients with a nutrition report in the 90 days up to the end of the time period with a MUAC<110 or Oedema=Yes
rw: Umubare rusange w'abarwayi bagaragara muri raporo y'imirire bafite MUAC itagera ku 110 cyangwa babyimbirwa mu minsi 90 irangirana n'impera z'iki gihe.

source: Total number of patients with a nutrition report in the 90 days up to the end of the time period with a 110<=MUAC<125 and Oedema=No
rw: Umubare rusange w'abarwayi bagaragara muri raporo y'imirire bafite MUAC ingana cyangwa iruta 110 kandi irutwa na 125 nta kubyimbirwa mu minsi 90 irangirana n'impera z'iki gihe.

source: Total number of patients with a nutrition report in the 90 days up to the end of the time period with a 0<MUAC<125 or Oedema=Yes
rw: Umubare rusange w'abarwayi bagaragara muri raporo y'imirire bafite MUAC iri hagati ya 0 na 125 cyangwa babyimbirwa mu minsi 90 irangirana n'iki gihe.

source: w/MUAC
rw: Abarwayi bakwiriye gupimwa MUAC

source: Total number of MUAC-eligible patients with a non-empty nutrition report in the 90 days up to the end of the time period
rw: Umubare rusange w'abarwayi bakwiriye gupimwa MUAC kandi raporo yabo y'imirire ikaba hari icyo igaragaza mu minsi 90 irangirana n'impera z'iki gihe

source: %SAM/MAM
rw: %Imirire mibi mu ibara ritukura/Imirire mibi mu ibara ry'umuhondo

source: Percentage of patients with known MUAC for this time period whose MUAC is <125
rw: Ijanisha ry'abarwayi bafite ibipimo bya MUAC bizwi muri iki gihe ikaba iri munsi ya 125

source: % w/MUAC
rw: Ijanisha ry'abarwayi bakwiye gupimwa MUAC kandi ibipimo bafite bizwi

source: Percentage of MUAC-eligible patients with known MUAC reading
rw: Ijanisha ry'abarwayi bakwiye gupimwa MUAC kandi ibipimo bafite bizwi

source: w/o MUAC
rw: Umubare rusange w'abarwayi bakwiye gupimwa MUAC kandi nta raporo y'ipimwa rya MUAC bagaragaramo mu minsi 90 ibanziriza impera z'iki gihe

source: Total number of MUAC-eligible patients with no report MUAC measurement in the past 90 days before the end of the period
rw: Umubare rusange w'abarwayi bakwiye gupimwa MUAC kandi nta raporo y'ipimwa rya MUAC bagaragaramo mu minsi 90 ibanziriza impera z'iki gihe

source: MUAC => 125
rw: Umubare rusange w'abarwayi bakwiriye gupimwa MUAC kandi muri raporo y'imirire baragaragaweho MUAC irenze cyangwa ingana na 125 mu minsi 90 ishyira impera z'iki gihe

source: Total number of MUAC-eligible patients with a nutrition report reporting a MUAC >= 125 in the 90 days up to the end of the time period
rw: Umubare rusange w'abarwayi bakwiriye MUAC kandi muri raporo y'imirire baragaragaweho MUAC irenze cyangwa ingana na 125 mu minsi 90 ishyira impera z'iki gihe

source: # Preg
rw: # Abagore batwite

source: Total women who are pregnant at the end of this period
rw: Umubare w'abagore bari batwite mu mpera z'iki gihe

source: # Preg 4m
rw: # Abagore bose bari batwite inda irengeje amezi 4

source: Total women who are more than 4 months pregnant at the end of this period
rw: Umubare w'abagore bari batwite inda y'amezi arenze 4 mu mpera z'iki gihe

source: # Preg 8m
rw: # Abagore bose bari batwite inda irengeje amezi 8

source: Total women who are more than 8 months pregnant at the end of this period
rw: Abagore bose bari batwite inda irengeje amezi 8 mu mpera z'iki gihe

source: Cov
rw: Umubare w'abagore bari batwite mu mpera z'iki gihe basuwe mu gihe cy'ibyumweru bitandatu by'impera zacyo

source: Number of women who are pregnant at the end of this period getting a visit in the six weeks before the end of this period
rw: Umubare w'abagore bari batwite mu mpera z'iki gihe basuwe mu gihe cy'ibyumweru bitandatu by'impera zacyo

source: %Cov
rw: Ijanisha ry'abagore bari batwite mu mpera z'iki gihe basuwe mu gihe cy'ibyumweru bitandatu bibanziriza impera zacyo

source: Percentage of women who are pregnant at the end of this period who got a visit in the six weeks before the end of this period
rw: Ijanisha ry'abagore bari batwite mu mpera z'iki gihe basuwe mu gihe cy'ibyumweru bitandatu bibanziriza impera zacyo

source: Birth 4 ANC
rw: Umubare w'abagore babyaye muri iki gihe bari barashoboye kwisuzumisha inda inshuro zigera kuri 4

source: Number of women who delivered during this time period who had four ANC visits
rw: Umubare w'abagore babyaye muri iki gihe bari barashoboye kwisuzumisha inda inshuro zigera kuri 4

source: >4m =0 ANC
rw: Umubare w'abagore bari batwite nibura inda y'amezi 4 barinze bagera mu mpera z'iki gihe batipimishije na rimwe

source: Number of women who are at least four months pregnant at the end of this period who have never had an ANC visit
rw: Umubare w'abagore bari batwite nibura inda y'amezi 4 barinze bagera mu mpera z'iki gihe batipimishije na rimwe

source: >8m >=4 ANC
rw: Umubare w'abagore bari batwite inda y'amezi ageze ku munani bashoboye kwipimisha nibura inshuro enye muri ayo mezi

source: Number of women who are at least eight months pregnant at the end of this period who have had at least four ANC visits
rw: Umubare w'abagore bari batwite inda y'amezi ageze ku munani bashoboye kwipimisha nibura inshuro enye muri ayo mezi

source: % >4m 0 ANC
rw: % ry'abagore bari batwite inda y'amezi agera nibura kuri ane bamaze icyo gihe cyose batarigeze bipimisha inda na rimwe

source: Percentage of women who are at least four months pregnant at the end of this period who have had no ANC visits
rw: Ijanisha ry'abagore bari batwite inda y'amezi agera nibura kuri ane bamaze icyo gihe cyose batarigeze bipimisha inda na rimwe

source: % Women with 4 ANC by month 8
rw: % ry'abagore bari batwite inda y'amezi ageze ku munani bashoboye kwipimisha inda nibura inshuro 4 muri ayo mezi.

source: Percentage of women at least eight months pregnant at the end of this period who have had at least four ANC visits
rw: Ijanisha ry'abagore bari batwite inda y'amezi ageze ku munani bashoboye kwipimisha inda nibura inshuro 4 muri ayo mezi.

source: Referred
rw: Bakorewe transiferi

source: Number of women pregnant at the end of this period who were referred with referral code A, E, B
rw: Umubare w'abagore bari batwite impera z'iki gihe zageze barakorewe transiferi kuri code A,E,B

source: Total number of referral reports
rw: Umubare rusange wa raporo za transiferi

source: U5
rw: Abana batarageza ku myaka 5 y'amavuko

source: Total number of referral reports for under-fives
rw: Umubare rusange wa za transiferi z'abana batagezejeje ku myaka 5 y'amavuko

source: Urgent
rw: Zihutirwa

source: Total number of urgent referral reports
rw: Umubare rusange wa raporo za transiferi zihutirwa cyane

source: Registration
rw: Kwandika

source: Registered
rw: Abanditswe

source: Total number registered patients
rw: Umubare w'abarwayi banditswe

source: U1y
rw: Abarwayi batagejeje ku mwaka 1 w'amavuko

source: Total number registered under-ones
rw: Umubare rusange w'abarwayi batagejeje ku mwaka 1 w'amavuko banditswe

source: U5y
rw: Abarwayi batagejeje ku myaka 5 y'amavuko

source: Total number registered under-fives
rw: Umubare rusange w'abarwayi batagejeje ku myaka itanu y'amavuko banditswe

source: U9y
rw: abarwayi batagejeje ku myaka 9 y'amavuko

source: Total number registered under-nines
rw: Umubare rusange w'abarwayi batagejeje ku myaka icyenda y'amavuko banditswe

source: U9m
rw: Abarwayi batagejeje ku mezi 9 bavutse

source: Total number registered under nine months
rw: Umubare rusange w'abarwayi batagejeje ku mezi icyenda bavutse banditswe

source: U6m
rw: Abana bamaze amezi atageze kuri 6 bavutse

source: Total number registered kids under 6 months of age
rw: Umubare w'abana bamaze amezi atageze kuri 6 bavutse banditswe

source: MUACable
rw: Bashobora gufatwa ibipimo bya MUAC

source: Total number registered kids between 6 months and 60 months of age
rw: Umubare rusange w'abana bafite hagati y'amezi 6 n'amezi 60 y'amavuko

source: HH
rw: Ingo

source: Total number registered households
rw: Umubare w'ingo zanditswe

source: Total registered patients with mobile number
rw: Umubare w'abarwayi banditswe bafite nomero ya telefone igendanwa

source: Sanitation
rw: Isukura

source: Total number of sanitation reports
rw: Umubare rusange wa raporo z'isukura

source: Under One / Under Five
rw: Umubare rusange wa raporo ku bana batagejeje umwaka

source: # U1 Rpts
rw: # raporo ku bana batagejeje umwaka

source: # U1 Rpts (Uniq)
rw: # raporo z'abana batagejeje ku mwaka (bihariye)

source: Total number of under-one reports for distinct patients
rw: Umubare rusange wa raporo abarwayi borohewe mu bana batagejeje ku mwaka

source: #BF Known
rw: # abarwayi borohewe mu bana batagejeje ku mwaka kandi babarirwa mu cyiciro cy'abonka gusa

source: Total number of under-one reports for distinct patients where the breast-feeding status is known
rw: Umubare rusange wa raporo z'abarwayi borohewe mu bana batagejeje ku mwaka kandi babarirwa mu cyiciro cy'abonka gusa

source: #BF Unknown
rw: # abarwayi borohewe mu bana batagejeje ku mwaka kandi batabarirwa mu cyiciro cy'abonka gusa

source: Total number of under-one reports for distinct patients where the breast-feeding status is unknown
rw: Umubare rusange wa raporo z'abarwayi borohewe mu bana batagejeje ku mwaka kandi batabarirwa mu cyiciro cy'abonka gusa

source: Total number of distinct patients who were under 6 months at the time of encounter and who are recorded as exclusively breast feeding
rw: Umubare w'abarwayi borohewe bari batarageza ku mezi 6 igihe basuzumwaga kandi bakaba bashyirwa mu cyiciro cy'abonka gusa

source: <6m BF Known
rw: Umubare w'abarwayi borohewe bari batarageza ku mezi 6 igihe basuzumwaga kandi bakaba bashyirwa mu cyiciro cy'abonka gusa

source: Total number of distinct patients who were under 6 months at the time of encounter and who have a known breast-feeding status
rw: Umubare w'abarwayi borohewe bari batarageza ku mezi 6 igihe basuzumwaga kandi bakaba bashyirwa mu cyiciro cy'abonka gusa

source: %BF Only
rw: % abarwayi bashyizwe mu cyiciro cy'abonka gusa kandi bakaba koko bonka gusa

source: Percentage of patients with known breast-feeding status who are exclusively breast-feeding
rw: Ijanisha ry'abarwayi bashyizwe mu cyiciro cy'abonka gusa kandi bakaba koko bonka gusa

source: <5y Imm Yes
rw: Umubare w'abarwayi bari batarageza ku myaka 5 mu mpera z'iki gihe kandi raporo yabo y'ikingira iheruka yanditseho ko "inkingo zose zatanzwe"

source: Total number of patients under 5 years at the end of the period whose last known immunization report was marked as 'up to date'
rw: Umubare w'abarwayi bari batarageza ku myaka 5 mu mpera z'iki gihe kandi raporo yabo y'ikingira iheruka yanditseho ko "babonye inkingo zose"

source: % Under-5s Known Immunized
rw: % abarwayi bari batarageza ku myaka 5 babonye inkingo zose

source: Percentage of patients under 5 years at the end of the period whose last known immunization report was marked as 'up to date'
rw: Ijanisha ry'abarwayi bari batarageza ku myaka 5 mu mpera z'iki gihe kandi raporo yabo y'ikingira iheruka yanditseho ko "babonye inkingo zose"

source: Total number of patients under 1 year old at the end of the period with an immunization report during the period
rw: Umubare rusange w'abarwayi bari batarageza ku mwaka 1 w'amavuko mu mpera z'iki gihe bagaragaye muri raporo y'ikingira muri iki gihe

source: <1y Imm Yes
rw: Umubare w'abarwayi bari batarageza ku mwaka 1 mu mpera z'iki gihe kandi raporo yabo y'ikingira yanditseho ko "inkingo zose zatanzwe"

source: Total number of patients under 1 year old at the end of the period with an immunization report marked 'up to date' during the period
rw: Umubare w'abarwayi bari batarageza ku mwaka 1 mu mpera z'iki gihe kandi raporo yabo y'ikingira yanditseho ko "inkingo zose zatanzwe"

source: %Imm Curr
rw: Ijanisha ry'abarwayi bari mu cyiciro cy'ikingira kizwi kandi barabonye inkingo zose

source: Percentage of patients with a known immunization status whose immunizations are up to date
rw: Ijanisha ry'abarwayi bari mu cyiciro cy'ikingira kizwi kandi barabonye inkingo zose

source: Water
rw: Amazi

source: Total number of drinking water reports
rw: Umubare wa raporo zakozwe ku mazi yo kunywa

source: Community Health Worker
rw: Umujyanama w'Ubuzima

source: Community Health Workers
rw: Abajyanama b'ubuzima

source: Manager
rw: Umuyobozi

source: Clinic
rw: Ivuriro

source: The clinic this CHW reports to
rw: Ivuriro uyu mujyanama w'ubuzima atangaho raporo

source: Number of Patients
rw: Umubare w'abarwayi

source: Number of Patients Under 5
rw: Umubare w'abarwayi batagejeje ku myaka 5 y'amavuko

source: CHW Health ID
rw: Nomero y'ubuzima y'umujyanama w'ubuzima

source: CHW Health IDs
rw: Nomero z'ubuzima z'abajyanama b'ubuzima

source: HealthId
rw: Nomero y'ubuzima

source: Community health worker
rw: Umujyanama w'Ubuzima

source: Created on
rw: Yakozwe kuwa

source: When the chw was issued the Health Id
rw: Igihe umujyanama w'ubuzima yaherewe nomero y'ubuzima

source: Used
rw: Yarakoreshejwe

source: Whether the CHW has used the HealthId
rw: Niba Umujyanama w'ubuzima yakoresheje ikarita y'ubuzima

source: Case
rw: Ikibazo

source: Cases
rw: Ibibazo

source: Open
rw: Bitararangira

source: Closed
rw: Byarangiye

source: Malnutrition
rw: Imirire mibi

source: Patient
rw: Umurwayi

source: Type of case
rw: Iyihe ntera

source: Status
rw: Icyiciro

source: Reports
rw: Raporo

source: Updated on
rw: Yasubiwemo kuwa

source: Expires on
rw: Izarangiza igihe

source: Clinics
rw: Ibiranga uburwayi

source: as
rw: kimwe

source: Accident / trauma
rw: Impanuka / imvune

source: bd
rw: Guhumeka biruhanyije

source: Difficulty breathing
rw: Guhumeka biruhanyije

source: bl
rw: Kuva bidasanzwe

source: Abnormal bleeding
rw: Kuva bidasanzwe

source: bm
rw: Umwana yarekeyaho kwinyeganyeza

source: Baby stopped moving
rw: Umwana yarekeyaho kwinyeganyeza

source: bs
rw: Amaraso mu musarane

source: Blood in stool
rw: Amaraso mu musarane

source: bv
rw: Ibikezikezi mu maso

source: Blurred vision
rw: Ibikezikezi mu maso

source: cc
rw: Inkorora

source: Cough
rw: Inkorora

source: cl
rw: Umubiri wakonje

source: Cold to touch
rw: Umubiri wakonje

source: cm
rw: Guhwera

source: Coma
rw: Guhwera

source: cn
rw: Gushikagurika

source: No bowel movements
rw: Gutengurwa bivanze no guteshaguzwa cg ibitabapfu

source: cv
rw: Gutengurwa bivanze no guteshaguzwa cg ibitabapfu

source: Convulsions
rw: Gutengurwa bivanze no guteshaguzwa cg ibitabapfu

source: cw
rw: Inkorora irengeje ibyumweru 3

source: Cough > 3 weeks
rw: Inkorora irengeje ibyumweru 3

source: dh
rw: Kumagara

source: Dehydration
rw: Kumagara

source: dr
rw: Kumagara

source: fp
rw: Umuriro

source: Fever in first trimester
rw: Umuriro mu gihembwe cya mbere

source: fv
rw: Umuriro

source: ir
rw: Habyimbirwa

source: Irritable / inconsolable
rw: Habyimbirwa

source: nb
rw: Ikibazo cyo kutabona neza nijoro

source: Night blindness
rw: Ikibazo cyo kutabona neza nijoro

source: nf
rw: Utagaburirwa / wonka neza

source: Not feeding / sucking well
rw: Utagaburirwa / wonka neza

source: nr
rw: Udasubiza neza

source: Not responding well
rw: Udasubiza neza

source: nu
rw: nta nkari

source: Little or no urine
rw: Udukari duke cyangwa nta na duke

source: od
rw: Kubyimbirwa

source: Oedema
rw: Ububabare bwo mu nda

source: pa
rw: Ububabare bwo mu nda

source: Abdominal / pelvic pain
rw: Ububabare bwo mu nda

source: ph
rw: Ububabare bukabije mu mutwe

source: Severe headache
rw: Ububabare bukabije mu mutwe

source: pu
rw: Ububabare mu gihe cyo kunyara

source: Painful urination
rw: Ububabare mu gihe cyo kunyara

source: sf
rw: Indwara y'uruhu

source: Skin infection
rw: Indwara y'uruhu

source: sp
rw: Ibitembabuzi binuka, uburyaryate, amashyira

source: Sores, itching, pus on body
rw: Ibitembabuzi binuka, uburyaryate, amashyira

source: sw
rw: Kubira ibyuya mu maso cyangwa ku biganza

source: Swelling of face or hands
rw: Kubira ibyuya mu maso cyangwa ku biganza

source: uf
rw: Indwara z'ababyeyi

source: Umbilicus infection
rw: Indwara z'ababyeyi

source: vb
rw: Amaraso ava mu gitsina ku buryo budasanzwe

source: Abnormal vaginal bleeding
rw: Amaraso ava mu gitsina ku buryo budasanzwe

source: vd
rw: Ibintu bidasanzwe bisohoka mu gitsina

source: Abnormal vaginal discharge
rw: Ibintu bidasanzwe bisohoka mu gitsina

source: vm
rw: Kuruka

source: Vomiting
rw: Ububabare mu gitsina cyangwa ibitembabuzi bisohokamo

source: vp
rw: Ububabare mu gitsina cyangwa ibitembabuzi bisohokamo

source: Vaginal pain or sores
rw: Ububabare mu gitsina cyangwa ibitembabuzi bisohokamo

source: wl
rw: Gutakaza ibiro

source: Weight loss
rw: Gutakaza ibiro

source: z
rw: Ibindi

source: Other
rw: Ibindi

source: cd
rw: Udukingirizo

source: ij
rw: urushinge

source: ip
rw: Agapira ko mu kuboko

source: iud
rw: Agapira ko mu mura

source: Intra-uterine Device
rw: Agapira ko mu mura

source: pl
rw: Ibinini bifasha kuboneza imbyaro

source: Oral contraception
rw: Ibinini bifasha kuboneza imbyaro

source: st
rw: Agapira ko mu mura

source: am
rw: Imiti irwanya malariya

source: Anti-malarial
rw: Imiti irwanya malariya

source: r
rw: Ibinini bya zinc

source: Zinc
rw: Paracetamol

source: pcm
rw: Paracetamol

source: Paracetamol
rw: Vitamini A

source: va
rw: Vitamini A

source: Vitamin A
rw: Vitamine A

source: vc
rw: Vitamin C

source: Vitamin C
rw: Vitamine C

source: f
rw: Fesolate

source: bco
rw: Vitamini B Complex

source: arv
rw: Imiti igabanya ubukana bwa sida

source: ARV
rw: Imiti igabanya ubukana bwa sida

source: AZT
rw: azt (umuti ugabanya ubukana bwa SIDA)

source: lb
rw: Albendazole

source: bp
rw: Kubyara kuri gahunda

source: Birth plan
rw: Kubyara kuri gahunda

source: bf
rw: Konka

source: Breast-feeding
rw: Konka

source: bn
rw: Inzitiramibu

source: Bednet
rw: Inzitiramibu

source: ec
rw: Isuku y'aho batuye

source: Environmental cleanliness
rw: Isuku y'aho batuye

source: Family planning
rw: Imirire

source: nut
rw: Imirire

source: ed
rw: Uburezi rusange

source: General education
rw: Uburezi rusange

source: Public health
rw: Ubuzima rusange

source: im
rw: Inkingo

source: Immunisations
rw: Inkingo

source: sh
rw: Isuku n'isukura

source: Sanitation & Hygiene
rw: Isuku n'isukura

source: Coded Item
rw: Ikintu kibonwa n'uzi code gusa

source: Coded Items
rw: Ikimenyetso cyo kumererwa nabi

source: Danger sign
rw: Ikimenyetso cyo kumererwa nabi

source: Medicine
rw: Umuti

source: Counseling topic
rw: Ingingo y'ibiganiro by'ubujyanama

source: Type
rw: ubwoko

source: Coded Item Translation
rw: Isemurwa ry'ikintu gifite code

source: Coded Item Translations
rw: Isemurwa ry'ibintu bifite code

source: French
rw: Igifaransa

source: Language
rw: Ururimi

source: Description
rw: Igisobanuro

source: Key
rw: Urufunguzo

source: Value
rw: Indangagaciro

source: Danger Sign Translation
rw: Isemurwa ry'ibimenyetso byo kumererwa nabi

source: Danger Sign Translations
rw: Isemurwa ry'ibimenyetso byo kumererwa nabi

source: English
rw: Icyongereza

source: Dead Person
rw: Nyakwigendera

source: Dead Persons
rw: Ba nyakwigendera

source: Male
rw: Umugabo

source: Female
rw: Umugore

source: When the patient record was created
rw: Igihe umurwayi yaherewe ifishi

source: First name
rw: Izina ry'idini

source: Last name
rw: Izina ry'umuryango

source: Family name or surname
rw: Izina ry'iumuryango

source: Gender
rw: Igitsina

source: Date of Birth
rw: itariki y'amavuko

source: Date of Death
rw: Itariki yapfiriyeho

source: Head of House
rw: Ukuriye urugo

source: The primary caregiver in this person's household (self if primary caregiver)
rw: Nyiri inshingano yo kwita ku rugo mu muryango w'uyu muntu (we niba ariwe ubwe)

source: Location
rw: Ahantu

source: The location this person lives within
rw: aho uyu muntu abarizwa

source: Health facility
rw: Kwa muganga

source: The primary health facility that this patient visits
rw: Ivuriro ry'ibanze umurwayi agana

source: Mobile phone number
rw: Nomero ya telefone igendanwa

source: Name
rw: Izina

source: Age
rw: Imyaka

source: Encounter
rw: Isuzuma

source: Encounters
rw: Amasuzuma

source: Encounter date
rw: itariki y'isuzuma

source: CHW
rw: Umujyanama w'Ubuzima

source: Patient (or head of household for household encounters)
rw: Umurwayi (cyangwa ukuriye urugo uruhagararira igihe cy'amasuzuma)

source: The type of encounter
rw: Uburyo bwo guhura

source: OMRS
rw: System y'ikoranabuhanga yo kubika amakuru yo kwa muganga

source: Family Planning Usage
rw: Ikoreshwa ry'uburyo bwo kuboneza urubyaro

source: Family Planning Usages
rw: Ikoreshwa ry'uburyo bwo kuboneza urubyaro

source: Family Planning Report
rw: Raporo ya gahunda yo kuboneza urubyaro

source: Method
rw: Uburyo

source: Count
rw: Kubara

source: Form Group
rw: Ifishi y'itsinda

source: Form Groups
rw: Ifishi y'amatsinda

source: Forms
rw: Amafishi

source: A comma delimited list of the names of the forms successfully processed
rw: Akitso katandukanyije uko byifuzwa urutonde rw'amazina y'amafishi

source: Entered by
rw: Byinjijwe na

source: Entered on
rw: Byinjijwe kuwa

source: Backend
rw: Inyuma ahahera

source: Total Household forms
rw: Umubare w'amafishi y'isuzuma

source: Total Consultation Forms
rw: Umubare w'amafishi y'isuzuma

source: Health ID
rw: Nomero y'ubuzima

source: Health IDs
rw: Nomero z'ubuzima

source: Generated
rw: Yanditswe mu mashini

source: Printed
rw: Irasohorwa

source: Issued
rw: Iratangwa

source: Revoked
rw: Yateshejwe agaciro

source: Generated on
rw: Yanditswe mu mashini kuwa

source: Printed on
rw: Isohorwa kuwa

source: Issued on
rw: Itangwa kuwa

source: Revoked on
rw: Iteshwa agaciro kuwa

source: Issued to
rw: Ihabwa

source: Immunization Notification
rw: Imenyekanisha ry'ikingira

source: Immunization Notifications
rw: Amamenyekanisha y'ikingira

source: Immunization
rw: Ikingira

source: Notify on
rw: Yimenyekanishe kuwa

source: When to notify
rw: Igihe yamenyekanishirizwa

source: Notified on
rw: Yamenyekanishijwe kuwa

source: Immunization Schedule
rw: Gahunda y'ikingiza

source: Immunization Schedules
rw: Gahunda z'ikingiza

source: Weeks
rw: Ibyumweru

source: Months
rw: Amezi

source: Period
rw: Igihe

source: Time period after birth
rw: Igihe gikurikira ivuka

source: Period type
rw: Igihe ki

source: Name of the immunization
rw: Izina ry'urukingo

source: Patients
rw: abarwayi

source: Alive
rw: ariho

source: Relocated
rw: yimuwe

source: Dead
rw: yapfuye

source: Unique Health ID
rw: Nomero y'ubuzima yihariye

source: Estimated DOB
rw: Itariki ashobora kuba yaravukiyeho

source: True or false: the date of birth is only an approximation.
rw: nibyo cyangwa sibyo: itariki y'amavuko ni ugupfa gukekeranya

source: Mother or Guardian.
rw: nyina cyangwa umurera

source: HIV Status
rw: Abana cg ntabana n'ubwandu

source: HIV Exposed?
rw: Imibereho ye ishobora kumutera ibyago byo kwandura sida ?
