Repository: katembu/move-it
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: rw

source: not taking iron and folic supplements
rw: ufata ibinini byongera ubutare na aside folike mu mubiri

source: does not have iron and folic supplements
rw: udafata ibinini byongera ubutare na aside folike mu mubiri

source: taking iron supplements
rw: ufata ibinini byongera ubutare mu mubiri

source: not taking iron supplements
rw: udafata ibinini byongera ubutare mu mubiri

source: does not take iron supplements
rw: ntafata ibinini byongera ubutare mu mubiri

source: taking iron unkown status
rw: niba afata ibinini byongera ubutare mu mubiri ntibizwi

source: taking folic supplement
rw: ufata ibinini byongera aside folic mu mubiri

source: not taking folic supplement
rw: udafata ibinini byongera aside folike mu mubiri

source: does not have folic supplement
rw: nta binini byongera aside folike mu mubiri afite

source: taking folic unkown status
rw: niba ari mu bafata ibinini byongera aside folike mu mubiri ntibizwi

source: Not enough info. Expected: Please ask if CD4 count has been taken and check if the patient is on PMTC ARVs.
rw: Amakuru adahagije. Igikenewe: Baza niba bafashe ikizami cyo kumenya umubare w'abasirikare umurwayi afite kandi umenye niba ari ku miti igabanya ubukana bw'agakoko cg imiti ifasha ababyeyi batwite kutanduza abana.

source: | CD4 Count | must be %(choices)s
rw: | Kubara abasirikare barinda umubiri | hinjizwamo %(choices)s

source: Child is too old for this report.
rw: Uyu mwana ntagomba kugaragara muri ino raporo kubera imyaka ye ikiri mike cyane.

source: Not enough info. Expected: | breast feeding only | up-to-date immunisations |
rw: Amakuru adahagije. Igikenewe: | konswa gusa | inkingo zose za ngombwa |

source: | Breast feeding only? | must be %(choices)s.
rw: | Konswa gusa ? | hinjizwamo %(choices)s.

source: | Up-to-date Immunisations? | must be %(choices)s.
rw: | Inkingo zose za ngombwa? | hinjizwamo %(choices)s.

source: . Vaccines: %(vs)s
rw: . Inkingo: %(vs)s

source: Exclusive breast feeding.
rw: Konka gusa nta biryo.

source: Not exclusive breast feeding.
rw: Atari ugutungwa n'amashereka gusa.

source: Unkown if exclusively breast feeding.
rw: Ntibizwi niba ari ugutungwa n'amashereka gusa.

source: Up-to-date on immunisations.
rw: Yabonye inkingo zose za ngombwa.

source: Not up-to-date on immunisations.
rw: Ntiyabonye inkingo zose za ngombwa.

source: Unkown if up-to-date on immunisations.
rw: Ntawe uzi niba yarabonye inkingo zose za ngombwa.

source: Not enough info. Expected: | number of sick | number of RDTs | number of positive RDTs | number on treatment |
rw: Amakuru adahagije. Igikenewe: | umubare w'abarwayi | umubare wa RDT | Umubare wa RDT zabaye pozitifu| umubare w'abarimo kuvurwa |

source: | Number of sick | must be entered as a number.
rw: | Umubare w'abarwayi | hagomba kwinjizwamo umubare.

source: | Number of RDTs | must be entered as a number.
rw: | Umubare wa RDT | hagomba kwinjizwamo umubare.

source: | Number of positive RDTs | must be entered as a number.
rw: | Umubare wa RDT basanze | hagomba kwinjizwamo umubare.

source: | Number of other people on treatment | must be entered as a number.
rw: | Umubare w'abandi barwayi barimo kuvurwa | hagomba kwinjizwamo umubare.

source: Not enough info. Expected: Date of incident, then %(choices)s
rw: Amakuru adahagije. Igikenewe: Itariki byabereyeho, hanyuma %(choices)s

source: You must indicate %(choices)s after the date.
rw: Ugomba kwerekana %(choices)s nyuma y'itariki.

source: Could not understand date: %(dod)s.
rw: Itariki yayoberanye: %(dod)s.

source: Stillbirth or miscarriage on %(doi)s.
rw: Inda zavutse zipfuye cyangwa zavuyemo kuwa %(doi)s.

source: %(patient)s from %(location)s (%(loc_code)s) had a %(summary)s. You may contact CHW %(chw)s for details.
rw: %(patient)s ubarizwa %(location)s (%(loc_code)s) yatakaga %(summary)s. Amakuru arambuye wayabaza CHW %(chw)s.

source: This report is only allowed for children under %(max_age)d months. This child is %(age)d months old.
rw: Iyi raporo ishyirwamo ibirebana n'abana bari munsi ya %(max_age)d amezi. Uyu mwana afite %(age)d amezi.

source: Not enough info. Expected: New DOB.
rw: Amakuru adahagije. Igikenewe: Itariki y'amavuko nshya.

source: You must provide an exact birth date for children under 2 months
rw: Ugomba gutanga itariki y'amavuko nyayo ku bana bari munsi y'amezi 2

source: You must provide an exact birth date or the age in months for children under two years
rw: Ugomba gutanga itariki nyayo y'amavuko cyangwa amezi amaze avutse ku bana batagejeje imyaka ibiri

source: Could not understand age or date_of_birth of %(string)s
rw: Ntitwashoboye kumenya imyaka cyangwa itariki y'amavuko ya %(string)s

source: You successfuly changed DOB of %(patient)s
rw: Wahinduye neza itariki y'amavuko ya %(patient)s

source: You successfuly changed name of %(patient)s to %(newname)s
rw: Wahinduranyije neza amazina. Yari %(patient)s aba %(newname)s

source: Verbal autopsy complete!
rw: Gusuzuma umurambo byarangiye!

source: or
rw: Cyangwa

source: %(choices)s, or %(lastchoice)s
rw: %(choices)s, cyangwa %(lastchoice)s

source: Household
rw: Urugo

source: Total HH Visits
rw: Umubare w'ingo zasuwe

source: % HH Coverage
rw: Ijanisha ry'ingo zagezweho

source: Women 15-49 Seen
rw: Abagore bari hagati y'imyaka 15 na 49 basuwe

source: Women Starting FP (or Never Registered)
rw: Abagore bari gutangira gahunda yo kuboneza urubyaro (cyangwa batigeze biyandikisha)

source: People with DSs
rw: Abantu bagaragaweho …DS

source: Cases Urgently Referred OR Treated by CHW
rw: Abarwayi boherejwe kwa muganga byihutirwa cyangwa bavuwe n'abajyanama b'ubuzima

source: On-Time Follow-Up Visits (between 18 and 72 hours)
rw: Gahunda zo gukurikirana zubahirije igihe (hagati y'amasaha 18 na 72)

source: Late Follow-Up Visits (between 72 hours and 7 days)
rw: Gahunda zo gukurikirana zitubahirije igihe (hagati y'amasaha 72 n'iminsi 7)

source: No Follow-Up Visits (never or after 7 days)
rw: Nta kurikirana ryabaye (habe na rimwe cyangwa nyuma y'iminsi 7)

source: Pregnancy
rw: Igihe umugore amara atwite

source: Births with 4 ANC
rw: Inda zavutse umubyeyi yaripimishije inda inshuro 4

source: Babies Known Delivered in Clinic
rw: Impinja zizwi zavukiye mu ivuriro

source: Malaria
rw: Malariya

source: Positive RDTs
rw: Ibisubizo bya RDT byabaye pozitifu

source: Diarrhea
rw: Guhitwa

source: [No HHV]
rw: [Nta ngo]

source: [No MUAC]
rw: [Nta MUAC]

source: %(date)s [%(muac)s,Oed:%(oedema)s]
rw: %(date)s [%(muac)s,kubyimbirwa:%(oedema)s]

source: Nice work.
rw: Ntako utagize kabisa.

source: Well done!
rw: Ni byiza pe.

source: Thank you for your very hard work.
rw: Tugushimiye umurimo wakoze utitaye ku mvune zawo.

source: Thank you for your good work.
rw: Tugushimiye umurimo unoze wagaragaje.

source: Thank you for your work.
rw: Tugushimiye umurimo wakoze.

source: You have ranked #%(rank)d out of %(total)d active CHWs for the indicator "%(ind_name)s" in the past 30 days. You achieved a value of %(value)s.
rw: Wabaye uwa #%(rank)d kuri %(total)d abajyanama b'ubuzima muri mu rwego rumwe \"%(ind_name)s\"mu gihe cy'iminsi 30 ishize. Watsindiye kuri %(value)s

source: Top performer was %(top)s with %(max)s.
rw: Uwarushije abandi ni %(top)s yabonye %(max)s.

source: Appointment
rw: Gahunda

source: Appointments
rw: Za gahunda

source: Total number of bed net coverage reports for unique households during this period
rw: Umubare wa raporo ku nzitiramibu zatanzwe mu ngo zihariye muri iki gihe

source: # Sites Seen
rw: # Uburyamo bwasuwe

source: Total number of unique households monitored and having known bed net coverage this period
rw: Umubare rusange w'ingo zihariye zakurikiranwe kandi zagejejweho inzitiramibu muri iki gihe

source: # HHs Bed Net Unknown
rw: # Ingo zitabonye inzitiramibu

source: Total number of unique households monitored without known bed net coverage
rw: Umubare rusange w'ingo zihariye zakurikiranwe zitagezweho n'inzitiramibu

source: # HHs Bed Net Unknown/Uncovered
rw: #Ingo zitabonye inzitiramibu/zitagezweho

source: Total number of unique households monitored without known bed net coverage or known to be uncovered
rw: Umubare rusange w'ingo zihariye zakurikiranwe zikaba nta kigaragaza ko zagezweho cyangwa ko zitagezweho.

source: Total number of unique households monitored and known to be uncovered
rw: Umubare rusange w'ingo zihariye zakurikiranwe kandi bigaragara ko zitagezweho

source: Percentage of unique households monitored and known to be covered with bed nets
rw: Ijanisha ry'ingo zihariye zakurikiranwe kandi bigaragara ko zagezweho n'inzitiramibu

source: Total number of bed net utiliaztion reports for unique households during this period
rw: Umubare rusange wa raporo ku ikoreshwa ry'inzitiramibu mu ngo zihariye muri iki gihe

source: % Cov
rw: % zakurikiranwe

source: Percentage of households monitored for bed net utilization during this period
rw: Ijanisha ry'ingo zakurikiranwe muri iki gihe ku birebana n'ikoreshwa ry'inzitiramibu

source: # Kids
rw: # Abana

source: Total number of children monitored this period for bed net utilization
rw: Umubare rusange w'abana bakurikiranwe harebwa niba bakoresha inzitiramibu muri iki gihe

source: # Kids Using
rw: # Abana bazikoresha

source: Total number of kids using a bed net this period
rw: Umubare w'abana barara mu nzitiramibu muri iki gihe

source: % Kids Using Net
rw: % Abana barara mu nzitiramibu

source: Birth
rw: Wavutse

source: Total number of patients born this period with weight < 2.5 kg
rw: Umubare rusange w'abarwayi bavutse batagejeje ku biro bibiri n'igice muri iki gihe

source: Total number of patients born this period with recorded weight
rw: Umubare rusange w'abarwayi bavutse muri iki gihe kandi bandikiwe ibiro

source: % Births with Low Weight
rw: % Abavukanye ibiro bike

source: Percentage of patients born this period with recorded low weight
rw: Ijanisha ry'abarwayi bavutse muri iki gihe bagaragajwe nk'abafite ibiro bike

source: Total number of patients born this period with recorded birth location
rw: Umubare rusange w'abarwayi bavutse muri iki gihe kandi aho bavukiye handitswe

source: % of patients born this period known delivered in a clinic
rw: Ijanisha ry'abarwayi bavutse muri iki gihe bizwi ko bavukiye mu ivuriro

source: # Births with ANC 4
rw: # Abavutse ababyeyi baripimishije inda inshuro 4

source: Total number of patients born this period whose mother has recorded four ANC visits by birth
rw: Umubare rusange w'abarwayi bavutse muri iki gihe ababyeyi babo bari baripimishije inda inshuro zigera kuri 4

source: % Births with ANC 4
rw: # Abavutse ababyeyi baripimishije inda inshuro 4

source: % of patients born this period whose mother had four ANC visits
rw: Ijanisha ry'abarwayi bavutse muri iki gihe,ababyeyi babo bari bipimishije inda inshuro zigera kuri enye

source: Total
rw: Igiteranyo

source: Total number of danger signs reports for U5s with diarrhea
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko barwaye impiswi

source: U5 Dr Uncompl
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko barwaye impiswi

source: Total number of danger signs reports for U5s with uncomplicated diarrhea
rw: Umubare rusange wa raporo z'ibimenyetso mpuruza ku bana batagejeje ku myaka 5 y'amavuko barwaye impiswi yoroheje

source: U5 Dr Uncompl w/ ORS
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 barwaye impiswi yoroheje bahawe amazi yongera amazi mu mubiri

source: Total number of danger signs reports for U5s with uncomplicated diarrhea who were treated with ORS
rw: Umubare rusange wa raporo z'ibimenyetso byo kumerwa nabi ku bana batagejeje ku myaka 5 y'amavuko barwaye impiswi yoroheje bahawe amazi yongera imyunyu mu mubiri

source: %U5 Dr Uncompl w/ORS
rw: % rya raporo z'ibimenyetso byo kumerwa nabi ku bana batagejeje ku myaka 5 y'amavuko barwaye impiswi yoroheje bahawe amazi yongera imyunyu mu mubiri

source: U5 Dr Uncompl w/ Zinc
rw: Umubare rusange wa raporo z'ibimenyetso byo kumerwa nabi ku bana batagejeje ku myaka 5 y'amavuko barwaye impiswi yoroheje bahawe ibinini bya zinc

source: Total number of danger signs reports for U5s with uncomplicated diarrhea who were treated with Zinc
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe indwara y'impiswi yoroheje bahabwa ibinini bya zinc

source: %U5 Dr Uncompl w/Zinc
rw: Ijanisha ry'abana bafite ibimenyetso mpuruza batagejeje ku myaka 5 y'amavuko barwaye impiswi yoroheje bahawe ibinini bya zinc

source: U5 Fv Uncompl
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka itanu y'amavuko basanganwe umuriro udakabije

source: Total number of danger signs reports for U5s with uncomplicated fever
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro udakabije

source: U5 Fv Uncompl RDT
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro udakabije bakorewe RTD

source: Total number of danger signs reports for U5s with uncomplicated fever with an RDT result
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro udakabije bafite ibisubizo bya RDT

source: Invalid RDT value
rw: Indangagaciro yakoreshejwe kuri RDT ntishoboka

source: U5 Fv Uncompl RDT+
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro udakabije bafite ibisubizo bya RDT biri positif

source: Total number of danger signs reports for U5s with uncomplicated fever with a positive RDT result
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro udakabije bafite ibisubizo bya RDT biri positif

source: U5 Fv Uncompl RDT-
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro udakabije bafite ibisubizo bya RDT biri negatif

source: Total number of danger signs reports for U5s with uncomplicated fever with a negative RDT result
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro udakabije bafite ibisubizo bya RDT biri negatif

source: Total number of danger signs reports for U5s with complicated fever
rw: Umubare rusange wa raporo z'ibimenyetso mpuruza ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro w'igikatu

source: U5 Fv Compl Ref
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro w'igikatu, umurwayi akoherezwa ku ivuriro

source: Total number of danger signs reports for U5s with complicated fever where the patient was referred
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro w'igikatu, umurwayi akoherezwa ku ivuriro

source: U5 Fv Compl Ref FU
rw: Umubare rusange wa raporo z'ibimenyetso byo kumererwa nabi ku bana batagejeje ku myaka 5 y'amavuko basanganwe umuriro w'igikatu, umurwayi akoherezwa kwa muganga kandi akaba yarakurikiranwe

source: # No loc. Deaths
rw: # abapfiriye ahantu hatamenyekanye

source: Total number of patients who died during this period in an unknown location
rw: Umubare rusange w'abarwayi bapfiriye ahantu hatamenyekanye muri iki gihe

source: Deaths < 28d
rw: Impfu z'impinja zitagejeje iminsi 28

source: Total number of neonatal patients who died during this period
rw: Umubare rusange w'impinja zishwe n'indwara muri iki gihe

source: Deaths < 1y
rw: Impfu z'abatagejeje ku mwaka umwe w'amavuko

source: Total number of under-one patients who died during this period
rw: Umubare rusange w'abarwayi batagejeje ku mwaka, bapfuye muri iki gihe

source: Deaths < 5y
rw: Impfu z'abana batagejeje ku myaka 5 y'amavuko

source: Total number of under-five patients who died during this period
rw: Umubare rusange w'abarwayi batagejeje ku myaka itanu, bapfuye muri iki gihe

source: Deaths >= 5y
rw: Impfu z'abana bafite cyangwa barengeje imyaka 5 y'amavuko

source: Total number of over-five patients who died during this period
rw: Umubare rusange w'abarwayi barengeje imyaka itanu, bapfuye muri iki gihe

source: Total number pregnancy-related deaths during this period
rw: Umubare rusange w'impfu zabaye muri iki gihe zifite aho zihuriye no gutwita

source: Deaths >= 5y not Preg
rw: Impfu z'abarwayi bafite cyangwa barengeje imyaka 5 y'amavuko zifite aho zihuriye no gutwita

source: Total number of over-five patients who died during this period whose deaths were not pregnancy-related
rw: Umubare w'abarwayi barengeje imyaka itanu y'amavuko bapfuye muri iki gihe kandi urupfu rwabo rukaba ntaho ruhuriye no gutwita

source: Injectable
rw: Urushinge

source: Implant
rw: Agapiro ko mu kuboko

source: Pill
rw: Ikinini

source: Total number of women %s family planning during this period
rw: Umubare w'abagore %s kuringaniza urubyaro muri iki gihe

source: Staying On
rw: Gukomeza

source: Fever
rw: Umuriro

source: Fever reports with a positive RDT result
rw: Raporo z'umuriro zifite igisubizo cya RDT kiri pozitifu

source: Percentage of fever reports with a positive RDT result
rw: Ijanisha rya raporo z'umuriro zagaragaje igisubizo cya RDT kiri pozitifu

source: %(v)s is not a legal RDT result value
rw: %(v)s si indangagaciro y'igisubizo cya RDT yemewe n'amategeko

source: RDT+ w/ ACT
rw: Raporo z'umuriro zifite igisubizo cya RDT kiri pozitifu kandi umurwayi yarahawe imiti irwanya malariya

source: Fever reports with a positive RDT result where the patient was given antimalarials
rw: Raporo z'umuriro zifite igisubizo cya RDT kiri pozitifu kandi umurwayi yarahawe imiti irwanya malariya

source: U5 RDT+ w/ ACT
rw: Raporo z'umuriro ku barwayi batagejeje ku myaka itanu y'amavuko, ikizamini cya RDT cyabaye pozitifu, umurwayi agahabwa imiti irwanya malariya

source: Fever reports for under-fives with a positive RDT result where the patient was given antimalarials
rw: Raporo z'umuriro ku barwayi batagejeje ku myaka itanu y'amavuko, ikizamini cya RDT cyabaye pozitifu, umurwayi agahabwa imiti irwanya malariya

source: U5 RDT- w/ ACT
rw: Raporo z'umuriro ku barwayi batagejeje ku myaka itanu y'amavuko bakorewe ikizami cya RDT kiba negatifu, umurwayi ahabwa imiti irwanya malariya

source: Fever reports for under-fives with a negative RDT result where the patient was given antimalarials
rw: Raporo z'umuriro ku barwayi batagejeje ku myaka itanu y'amavuko bakorewe ikizami cya RDT kiba negatifu, umurwayi ahabwa imiti irwanya malariya

source: RDT results for patients over 5y
rw: Ibisubizo bya RDT ku barwayi barengeje imyaka 5 y'amavuko

source: >5y RDT-
rw: Ibisubizo bya RDT ku barwayi barengeje imyaka 5 y'amavuko byabaye negatifu

source: >5y RDT+ w/ ACT
rw: Umubare w'ibisubizo bya RDT ku barwayi barengeje imyaka 5 y'amavuko byabaye positif byakurikiwe no guha umurwayi imiti irwanya malariya

source: Number of postiive RDT results for patients over 5y after which patient was given antimalarials
rw: Umubare w'ibisubizo bya RDT ku barwayi barengeje imyaka 5 y'amavuko byabaye positif byakurikiwe no guha umurwayi imiti irwanya malariya

source: %Over5 RDT+ w/AM
rw: % ry'abarwayi barengeje imyaka itanu y'amavuko babonye ibisubizo bya RDT biri positif bagahabwa imiti irwanya malariya

source: Percentage of patients over five with a positive RDT result who were given antimalarials
rw: Ijanisha ry'abarwayi barengeje imyaka itanu y'amavuko babonye ibisubizo bya RDT biri positif bagahabwa imiti irwanya malariya

source: >5y RDT- w/ ACT
rw: Umubare w'ibisubizo bya RDT ku barwayi barengeje imyaka 5 y'amavuko byabaye negatifu byakurikiwe no guha umurwayi imiti irwanya malariya

source: Number of negative RDT results for patients over 5y after which patient was given antimalarials
rw: Umubare w'ibisubizo bya RDT ku barwayi barengeje imyaka 5 y'amavuko byabaye negatifu byakurikiwe no guha umurwayi imiti irwanya malariya

source: %Over5 RDT- w/AM
rw: % ry'abarwayi barengeje imyaka itanu y'amavuko babonye ibisubizo bya RDT biri negatif bagahabwa imiti irwanya malariya

source: Percentage of patients over five with a negative RDT result who were given antimalarials
rw: Ijanisha ry'abarwayi barengeje imyaka itanu y'amavuko babonye ibisubizo bya RDT biri negatif bagahabwa imiti irwanya malariya

source: # FUP
rw: # Raporo z'ikurikirana

source: Total follow-up reports this period
rw: Umubare wa raporo z'ikurikirana muri iki gihe

source: Eligible
rw: Zibikwiriye

source: Total number of referrals eligible for a follow-up visit during this period
rw: Umubare rusange wa raporo za transiferi zikwiriye gukurikiranwa muri iki gihe

source: Total number of late follow-up visits (after 3 days but before 7 days) during this period
rw: Umubare wa gahunda z'ikurikirana zabaye zikererewe (nyuma y'iminsi 3 ariko mbere y'iminsi 7) muri iki gihe

source: On-Time
rw: Ku gihe

source: Total number of on-time follow-up visits between (18 and 72 hours) during this period
rw: Umubare wa gahunda z'ikurikirana zubahirije igihe (hagati y'amasaha 18 na 72) muri iki gihe

source: Percentage of eligible patients getting an on-time follow-up visit (between 18 and 72 hours) after visit
rw: Ijanisha ry'abarwayi bakwiye gushyirwa kuri gahunda y'ikurikirana (hagati y'amasaha 18 na 72 ) nyuma yo gusurwa

source: Referral cases that were never followed up (or were followed after seven days)
rw: Transiferi zitigeze zikurikiranwa (cg zakurikiranwe nyuma y'iminsi igera kuri 7 zibaye)

source: Days
rw: Iminsi

source: Uniq. HHV 90d
rw: Umubare rusange w'inshuro ingo zihariye zasuwe mu minsi 90 irangirana n'impera z'iki gihe

source: Total number of visits to unique households in the 90 days ending at the end of this time period
rw: Umubare rusange w'inshuro ingo zihariye zasuwe mu minsi 90 irangirana n'impera z'iki gihe

source: Percentage of households getting a visit in the last 90 days as of the end of this time period
rw: Ijanisha ry'ingo zasuwe mu minsi 90 ya nyuma uhereye ku mpera y'iki gihe

source: Number of unique households getting a visit in the last 90 days and also in the 90 days before their last visit.
rw: Umubare w'ingo zihariye zasuwe mu minsi 90 ishize ariyo minsi 90 ibanziriza isurwa ryabo rya nyuma

source: Total number of late visits to unique households
rw: Umubare rusange wa gahunda zo gusura ingo zihariye zitubahirije igihe

source: Percentage of households getting an on-time visit
rw: Ijanisha ry'ingo zashyizwe kuri gahunda y'isura

source: Number of antimalarial doses distributed
rw: Umubare w'imiti ya malariya igenewe umuntu umwe yatanzwe

source: Message
rw: Ubutumwa

source: error
rw: Kwibeshya

source: Percentage of messages from server that indicate an error
rw: Ijanisha ry'ubutumwa bwatanzwe na mudasobwa ihuza imiyoboro bugaragaza amakosa

source: Average number of messages received from the reporter set per day
rw: Ikigereranyo cy'ubutumwa bwakiriwe bwoherejwe n'icyuma gitanga raporo umunsi ku wundi

source: Days since
rw: Iminsi ishize kuva mudasobwa yakiriye ubutumwa

source: Number of days since the server received a message from a user in the input set
rw: Umubare w'iminsi ishize kuva mudasobwa ihuza imiyoboro yakiriye ubutumwa buturutse aho abakoresha ibi byuma binjiriza amakuru

source: w/in 7d
rw: Umubare wa raporo ku bana bavutse zatanzwe mu gihe cy'iminsi irindwi y'ivuka ry'abarwayi bavutse muri iki gihe

source: Number of neonatal reports submitted within seven days of birth for patients born during this period
rw: Umubare wa raporo ku bana bavutse zatanzwe mu gihe cy'iminsi irindwi y'ivuka ry'abarwayi bavutse muri iki gihe
