Repository: katembu/move-it
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: rw

source: The physical latitude of this person's household
rw: Aho urugo rw'uyu muntu ruherereye uturutse ku murongo ngenga masaha

source: The physical longitude of this person's household
rw: Aho urugo rw'uyu muntu ruherereye uturutse ku murongo ugabanya umubumbe w'isi mo kabiri

source: The physical elevation (meters) of this person's household
rw: Metero z'ubutumburuke bw'aho uyu muntu atuye

source: Polio Campaign Report
rw: Raporo y'iminsi yahariwe kurwanya mugiga

source: Polio Campaign Reports
rw: Raporo z'iminsi yahariwe kurwanya mugiga

source: When reported
rw: igihe raporo yakorewe

source: Round?
rw: Icyiciro?

source: Which round of Polio Campaign?
rw: Ikihe cyiciro cya gahunda yahariwe kurwanya mugiga ?

source: Referral ID
rw: Nomero ya transiferi

source: Vaccine
rw: Urukingo

source: Vaccines
rw: Inkingo

source: ChildCount Report
rw: Raporo ya ChildCount

source: ChildCount Reports
rw: Raporo za ChildCount

source: Birth Report
rw: Raporo ku bana bavutse

source: Birth Reports
rw: Raporo ku bana bavutse

source: Yes
rw: Yego

source: No
rw: Oya

source: Clinic delivery
rw: Kubyarira ku ivuriro

source: Was the baby born in a health facility?
rw: Uruhinja rwavukiye kwa muganga ?

source: Birth weight (kg)
rw: Ibiro rwavukanye

source: Please make sure %(child)s gets their Initial Neonatal Visit [%(forms)s]
rw: Kora uko ushoboye %(child)s asurwe akivuka uko biteganyijwe [%(forms)s]

source: Please make sure %(child)s gets their initial neonatal visit [+N and +T]
rw: Kora uko ushoboye %(child)s asurwe akivuka uko biteganyijwe [+N na +T]

source: Death Report
rw: Raporo y'abapfuye

source: Death Reports
rw: Raporo z'abapfuye

source: Date of death
rw: Itariki yapfiriye

source: Stillbirth / Miscarriage Report
rw: Raporo y'abana bavutse bapfuye / inda zavuyemo

source: Stillbirth / Miscarriage Reports
rw: Raporo z'abana bavutse bapfuye / inda zavuyemo

source: Stillbirth
rw: Abavutse bapfuye

source: Miscarriage
rw: Inda yavuyemo

source: Date of stillbirth or miscarriage
rw: Itariki umwana yavukiyeho apfuye cyangwa inda yaviriyemo

source: Still birth or miscarriage
rw: Kuvuka k'umwana upfuye cyangwa kuvamo kw'inda

source: %(type)s on %(date)s
rw: %(type)s kuwa %(date)s

source: Please do a followup on %(mother)s following her %(condition)s a week ago. We would expect a +U report.
rw: Kurikirana %(mother)s kubera uko %(condition)s yari ameze icyumweru gishize. Uzasabwa gutanga raporo y'ikurikirana

source: Follow-up Report
rw: Raporo y'ikurikiranasuzuma

source: Follow-up Reports
rw: Raporo z'ikurikiranasuzuma

source: Unkown
rw: Ntacyo bitanga

source: Patient unavailable
rw: Nta murwayi witwa gutya uhari

source: Patient currently inpatient
rw: Umurwayi uri mu bitaro ubu

source: Improvement
rw: Koroherwa

source: Has the patient's condition improved since the last CHW visit?
rw: Umurwayi yarorohewe ugereranyije n'uko Umujyanama w'Ubuzima yasize ameze ubushize

source: Visited clinic
rw: Aho yasuzumiwe

source: Did the patient visit a health facility since the last CHW visit?
rw: Umurwayi yagiye kwa muganga kuva yabonana n'Umujyanama w'ubuzima ?

source: Danger Signs Report
rw: Raporo y'ibimenyetso byo kumererwa nabi

source: Danger Signs Reports
rw: Raporo z'ibimenyetso byo kumererwa nabi

source: Danger Signs
rw: Ibimenyetso byo kumererwa nabi

source: Pregnancy Report
rw: Raporo y'igihe cyo gutwita

source: Pregnancy Reports
rw: Raporo z'igihe cyo gutwita

source: Months Pregnant
rw: Inda y'amezi angahe

source: How many months into the pregnancy?
rw: Atwite inda y'amezi angahe

source: ANC Visits
rw: Gahunda zo kwipimisha inda

source: Number of antenatal clinic visits during pregnancy
rw: Inshuro yipimishije inda ku ivuriro

source: Weeks since last ANC visit
rw: Ibyumweru bishize kuva igihe aherukira kwipimisha inda

source: How many weeks since the patient's last ANC visit (0 for less than 7 days)?
rw: Hashize ibyumweru bingahe kuva igihe umurwayi aherukira kwipimisha inda (o ku byumweru biri munsi ya 7)?

source: Sauri Pregnancy Report
rw: Compte-rendu de grossesse Sauri

source: Sauri Pregnancy Reports
rw: Comptes-rendus de grossesse Sauri

source: Does not have
rw: Ntafite

source: Yes Reactive
rw: Yego

source: No Reactive
rw: Oya

source: No Status Unknown
rw: Nta makuru tubifiteho

source: Yes Not Reactive
rw: Oya

source: Taking Iron supplements
rw: Uhabwa ibinini byongera ubutare mu mubiri

source: Is the mother taking iron supplement?
rw: Umubyeyi afata ibinini byongera ubutare mu mubiri ?

source: Taking Folic Acid supplements
rw: Ufata ibinini bya aside folike

source: Is the mother taking folic acid supplement?
rw: Umubyeyi afata ibinini bya aside folike ?

source: Tested for HIV
rw: Yasuzumwe ubwandu bwa virusi itera sida

source: Did the mother get tested for HIV?
rw: Umubyeyi yisuzumishije ubwandu bw'agakoko gatera sida?

source: Completed CD4 Count
rw: Gupima abasirikare barinda umubiri byarangiye

source: Was CD4 count taken?
rw: Hapimwe abasirikare barinda umubiri ?

source: PMTC ARV
rw: Gahunda ifasha ababyeyi babana n'ubwandu kutanduza abana batwite Imiti igabanya ubukana bwa sida

source: Birth Control Pill Report
rw: Raporo y'itangwa ry'ibinini bifasha kuringaniza urubyaro

source: Birth Control Pill Reports
rw: Raporo z'itangwa ry'ibinini bifasha kuringaniza urubyaro

source: Pills given
rw: Ibinini byatanzwe

source: Women given BC pills
rw: Abagore bahawe ibinini bifasha kuringaniza urubyaro

source: Neonatal Report
rw: Raporo ku bana bavutse

source: Neonatal Reports
rw: Amaraporo ku bana bavutse

source: Clinic Visits
rw: Kwitabira kujya ku ivuriro

source: Number of clinic visits since birth
rw: Inshuro yageze ku ivuriro kuva yabyara

source: Under One Report
rw: Raporo y'impinja zitagejeje ku mwaka

source: Under One Reports
rw: Raporo z'impinja zitagejeje ku mwaka

source: Breast feeding exclusively
rw: Konsa gusa nta nyunganirabere

source: Does the mother exclusively breast feed?
rw: Umubyeyi aronsa gusa ?

source: Immunized
rw: Yarakingiwe

source: Is the child up-to-date onimmunizations?
rw: Umwana yabonye inkingo zose uko zitenyijwe ?

source: Sauri Under One Report
rw: Compte-rendu des moins d'unan Sauri

source: Sauri Under One Reports
rw: Comptes-rendus des moins d'un an Sauri

source: Nutrition Report
rw: Raporo y'imirire

source: Nutrition Reports
rw: Raporo z'imirire

source: Weight (kg)
rw: Uburemere (kg)

source: Fever Report
rw: Raporo ku bapimwe umuriro

source: Fever Reports
rw: Amaraporo ku bapimwe umuriro

source: Positive
rw: Abawusanganwe

source: Negative
rw: Abatarawusanganwe

source: RDT Result
rw: Igisubizo cya RDT

source: Medicine Given Report
rw: Raporo y'umuti watanzwe

source: Medicine Given Reports
rw: raporo z'umuti watanzwe

source: Medicines
rw: Imiti

source: Referral Report
rw: Raporo ya taransferi

source: Referral Reports
rw: Raporo za taransferi

source: Basic Referral
rw: Ahoherezwa abarwayi ku rwego rwa mbere

source: Urgency
rw: Ikibazo kihutirwa cyane

source: Household Visit Report
rw: Raporo ya gahunda yo gusura ingo

source: Household Visit Reports
rw: Raporo za gahunda yo gusura ingo

source: HH Member Available
rw: Uwari uhari mu bagize umuryango

source: Was a houshold member available?
rw: Hari uwari uhari mu bagize umuryango ?

source: Children Under Five
rw: Abana batagejeje imyaka itanu

source: Number of children under 5 seen
rw: Umubare w'abana batagejeje imyaka itanu basuwe

source: Counseling / advice topics covered
rw: Ingingo z'ubujyanama / inama zaganiriweho

source: Family Planning Reports
rw: Raporo kuri gahunda yo kuboneza urubyaro

source: Women
rw: Abagore

source: Number of women aged 15 to 49 seen during visit
rw: Umubare w'abagore bafite imyaka iri hagati ya 15 na 49 basuwe

source: Women using FP
rw: Abagore bitabira gahunda yo kuboneza urubyaro

source: Number of the women using modern family planning
rw: Umubare w'abagore bari muri gahunda y'uburyo bugezweho bwo kuringaniza imbyaro

source: Sick Household Members Report
rw: Raporo y'ababa mu rugo barwaye

source: Sick Household Members Reports
rw: Raporo z'ababa mu rungo barwaye

source: Others sick
rw: Abandi barwaye

source: Number of other sick household members seen during visit
rw: Umubare w'abandi baba mu rugo barwaye basuzumwe igihe cy'isura

source: RDTs
rw: RDT

source: Number of RDTs used on other sick household members
rw: Umubare wa RDT zakoreshejwe ku bandi barwayi baba muri uru rugo

source: Number of positve RDTs cases for other sick household members
rw: Umubare wa RDT basanzemo positifu ku bandi barwayi baba muri uru rugo

source: Others on treatment
rw: Abandi barimo kuvurwa

source: Number of other sick household members receiving anti-malarial treatment
rw: Umubare w'abandi babana mu rugo barwaye bari ku miti ya malariya

source: Verbal Autopsy Report
rw: Raporo y'impamvu zateye urupfu

source: Verbal Autopsy Reports
rw: Raporo z'impamvu zateye urupfu

source: Completed?
rw: Byarangiye ?

source: Was a Verbal Autopsy conducted?
rw: Umurambo warasuzumwe ngo impamvu z'urupfu zimenyekane?

source: Bednet Report
rw: Raporo y'inzitiramibu

source: Bednet Reports
rw: Comptes-rendus de moustiquaire

source: Sleeping sites
rw: Raporo z'inzitiramibu

source: Number of sleeping sites
rw: Uburyamo

source: Recent Bednets
rw: Inzitiramibu ziheruka gutangwa

source: Number of functioning bednets
rw: Umubare w'inzitiramibu zikoreshwa

source: Earlier Bednets
rw: Inzitiramibu zazibanjirije

source: Number of bednets received earlier
rw: Umubare w'inzitiramibu zari zatanzwe mbere

source: Damaged Bednets
rw: Inzitiramibu zangiritse

source: Number of recent bednets that are damaged
rw: Umubare w'inzitiramibu ziheruka gutangwa zamaze kwangirika

source: Extended Bednet Report
rw: Raporo y'inzitiramibu ngari

source: Extended Bednet Reports
rw: Raporo z'inzitiramibu ngari

source: Number of people
rw: Umubare w'abantu

source: Number of people who are sleeping in the household
rw: Umubare w'abantu barara mu rugo

source: Bednet utilization Report
rw: raporo y'ikoreshwa ry'inzitiramibu

source: Bednet utilization reports
rw: Raporo z'imikoreshereze ikoreshwa ry'inzitiramibu

source: Difficulty to breathe
rw: Ikibazo cyo kudahumeka neza

source: Doubt about effectiveness
rw: Bishobora kuba bidakora neza

source: Room too small
rw: Akumba gato cyane

source: Difficulty to hang
rw: Kumanikwa bigoranye

source: Bednet damaged
rw: Inzitiramibu yangiritse

source: No bednet
rw: Nta nzitiramibu ihari

source: children under five
rw: abana batagejeje imyaka itanu

source: Number of children under five who slept here last night.
rw: Umubare w'abana batagejeje imyaka itanu baraye aha iri joro

source: Children slept under bednet
rw: Abana baraye mu nzitiramibu

source: Number of children under five who slept under bednet last night.
rw: Umubare w'abana batagejeje ku myaka itanu baraye baraye mu nzitiramibu

source: Number of hanging bednet
rw: Umubare w'inzitiramibu zimanitse

source: Reason
rw: Impamvu

source: reason why some children didn't sleep under bednet
rw: impamvu hari abana bataraye mu nzitiramibu

source: Sanitation Report
rw: Raporo y'ibikoresho by'isukura

source: Sanitation Reports
rw: Raporo z'ibikoresho by'isukura

source: Flush
rw: Ubwiherero bukoresha amazi atwara imyanda

source: Ventilated Improved Pit Latrine
rw: Ubwiherero butunganyije neza bufite ubuhumekero

source: Pit Latrine with slab
rw: Ubwiherero butabishije beto

source: Pit Latrine without slab
rw: Ubwiherero butabishije ibiti

source: Compositing Pit Toilet
rw: Ubwiherero budatunganyijwe

source: Bucket
rw: Indobo

source: Hanging Toilet Latrine
rw: Umusarane wubatswe ku butaka nta gucukura

source: No facility
rw: Nta nyubako

source: Toilet Type
rw: Ubwoko bw'ubwiherero

source: How many shares?
rw: Imyobo ingahe ?

source: How many people share the toilet (open to public = -1, unknown = -2 )
rw: Ubwiherero busangirwa n'abantu bangahe? (rusange=-1, simbizi= -2)

source: Drinking Water Report
rw: Raporo ku mazi yo kunywa

source: Drinking Water Reports
rw: Raporo ku mazi yo kunywa

source: Piped water into dwelling or yard/plot
rw: Impombo zigeza amazi mu nzu cyangwa mu rugo

source: Public Tap/Standpipe
rw: Robine rusange / Kano

source: Tube well / Borehole
rw: Iriba

source: Protected dug well
rw: Iriba rikoreye neza

source: Unprotected Dug well
rw: Iriba ridakoreye neza

source: Protected Spring
rw: Isoko izitiye

source: Unprotected spring
rw: Isoko itazitiye

source: Rain water collection
rw: Gutega amazi y'imvura

source: Surface water (river, dam, lake, pond, stream
rw: Amazi areka (umugezi utemba, ikidamu, ikiyaga, ikidendezi, isoko)

source: Boil water
rw: Guteka amazi

source: Donated bleach/chlorine
rw: Imiti isukura amazi itangwa ku buntu

source: Bought bleach/chlorine
rw: Imiti isukura amazi igurwa

source: Strain it through cloth
rw: Kuyayunguruza igitambaro

source: Use water filter: sand/ceramic
rw: Gukoresha icyuma kiyungurura amazi: umucanga / amasarabwayi

source: Solar disinfection
rw: Kwicisha mikorobe imirasire y'izuba

source: Let it stand and settle
rw: Kuyatereka agacayuka

source: Water Source
rw: Amazi y'isoko

source: Treatment method
rw: Uburyo bwo kuyasukura

source: What do you use to make it safer to drink
rw: Usukuza iki amazi yo kunywa

source: Bednet Distribution Report
rw: raporo y'itangwa ry'inzitiramibu

source: Betnet Distribution Reports
rw: Raporo z'itangwa ry'inzitiramibu

source: Bed net received
rw: Inzitiramibu zakiriwe

source: Initial Antenatal Visit Report
rw: Raporo y'isuzuma ry'ibanze ry'ababyeyi batwite

source: Initial Antenatal Visit Reports
rw: Raporo z'isuzuma ry'ibanze ry'ababyeyi batwite

source: Expected Date of Delivery
rw: Itariki umubyeyi ashobora kuzabyariraho

source: Pending Clinic Visit
rw: Gahunda itaha yo kujya ku ivuriro

source: Next appointment
rw: Gahunda itaha

source: Date closed
rw: Itariki yarenze

source: Is the appointment still open or closed?
rw: Gahunda yo gusuzuma iracyariho cyangwa igihe cyararenze ?

source: Pregnancy Registration
rw: Kwandika abagore batwite

source: Pregnancy Registrations
rw: Kwandika abagore batwite

source: Married?
rw: Yarashatse ?

source: Number of Pregancies
rw: Umubire w'inda atwise

source: Husband
rw: Umugabo we

source: The husband to this pregnant woman
rw: Umugabo w'uyu mubyeyi (umugore utwite)

source: HIV Test
rw: Ikizamini cy'agakoko gatera ubwandu bwa sida

source: HIV Tests
rw: Ibizamini by'agakoko gatera ubwandu bwa sida

source: No Consent
rw: atari ku bushake

source: HIV+?
rw: Abana n'ubwandu ?

source: Blood drawn?
rw: Yafashwe amaraso ?

source: DBS Result
rw: Igisubizo cya DBS

source: DBS Results
rw: Ibisubizo bya DBS

source: Test Result
rw: Igisubizo cy'ikizami

source: CD4 Result
rw: Igisubizo cy'ikizami cya CD4 (abasirikare barinda umubiri)

source: CD4 Results
rw: Ibisubizo by'ibizami bya CD4 (abasirikare barinda umubiri)

source: CD4 Count
rw: Kubara CD4 (abasirikare barinda umubiri)

source: Patient status Report
rw: Raporo y'icyiciro umurwayi abarizwamo

source: Patients status Report
rw: Raporo y'ibyiciro abarwayi babarizwamo

source: Reason
rw: Ibisobanuro

source: Bednet Stock
rw: Ububiko bw'inzitiramibu

source: The bednet distribution site
rw: Aho inzitiramibu zatangiwe

source: Facilitator
rw: Uwari uhagarariye igikorwa

source: Starting Quantity
rw: Umubare w'izo basanze

source: Quantity Starting Point
rw: Umubare w'izo batangiranye

source: End Point Quantity
rw: Umubare w'izo basigaranye

source: Quantity
rw: Umubare

source: Distribution Point
rw: Aho zatangiwe (hamwe)

source: Distribution Points
rw: Aho zatangiwe (harenze hamwe)

source: Add CHW
rw: Ongeraho umujyanama w'ubuzima

source: Create a CHW Account
rw: Gufungura konti y'umujyanama w'ubuzima

source: Log out
rw: Gusohokamo

source: Log in
rw: Kwinjira

source: Dashboard
rw: Aho bandikira

source: CHWs
rw: Abajyanama b'ubuzima

source: Data Entry
rw: Iyinjizwa ry' amakuru

source: Indicators
rw: Ibimenyetso

source: Message Log
rw: Gushyiramo ubutumwa

source: Upload Health IDs
rw: Guhamagara nomero z'ubuzima

source: Some stuff
rw: Ibintu bimwe na bimwe

source: ChildCount+ Data Entry
rw: Iyinjizwa ry'amakuru muri ChildCount+

source: Encounter Date
rw: Itariki y'isuzuma

source: Date
rw: Itariki

source: free
rw: Uko ubyumva

source: message
rw: Ubutumwa

source: Full message
rw: Ubutumwa burambuye

source: Available forms
rw: Amafishi ahari

source: SMS Log
rw: Gushyiramo ubutumwa bugufi

source: Date of Encounter:
rw: Itariki y'isuzuma

source: Logged in as %(user)s
rw: Uri %(user)s

source: Change
rw: Guhindura

source: Phone Number:
rw: Nomero ya telefone:

source: CHW:
rw: Umujyanama w'ubuzima

source: Message:
rw: Ubutumwa

source: Response Log
rw: Gushyiramo igisubizo

source: Edit Patient
rw: Kugira icyo wandika ku murwayi

source: Patient List
rw: Urutonde rw'abarwayi

source: Edit Another Patient (Make sure to save before clicking here)
rw: Kugira icyo wandika ku wundi murwayi (banza ukande hano udatakaza ibyo wari umaze kwandika

source: Enter a health ID to edit a patient.
rw: Banza winjize nomero y'ubuzima ushobore kugira icyo wandika ku murwayi

source: A patient with health ID
rw: Umurwayi ufite nomero y'ubuzima

source: was not found.
rw: ntashoboye kuboneka

source: Patient information for
rw: Amakuru y'umurwayi kubera

source: saved.
rw: byageze mu bubiko.

source: Edit
rw: Andikamo

source: again
rw: ongera

source: Save
rw: Ohereza mu bubiko

source: Back to top
rw: Subira hejuru ku ntangiriro

source: Input
rw: Icyinjizwa

source: Output
rw: Igisohoka

source: Short Name
rw: Izina rigufi

source: Long Name
rw: Izina rirerire

source: Graph
rw: Igishushanyo

source: Indicator graph
rw: Igishushanyo fatizo

source: CHW List
rw: Urutonde rw'abajyanama b'ubuzima

source: All Community Health Workers
rw: Abajyanama b'ubuzima bose

source: Username
rw: Izina ukoresha

source: First Name
rw: Izina ry'idini

source: Last Name
rw: Izina ry'umuryango

source: Active?
rw: Byemewe ?

source: Y
rw: Yego

source: N
rw: Oya

source: Previous
rw: Ibyabanjirije

source: Next
rw: Igikurikira

source: Goodbye
rw: Tubasezeyeho

source: Thanks for visiting ChildCount+!
rw: Mwakoze kubana natwe muri ChildCount+!

source: Please come again.
rw: Ntimuzatinde kugaruka.

source: Log in again
rw: Kongera kwinjira

source: Login
rw: Kwinjira

source: Oops. Your username and password didn't match. Please try again.
rw: Ashwi da. Izina ryawe n'ijambo ryawe ry'ibanga birahabanye. Ongera ugerageze.

source: Oops. You do not have permission to view this section.
rw: Ashwi da. Nta burenganzira ufite bwo gufungura iki gika.

source: Please log in to ChildCount+
rw: Injira muri ChildCount+

source: Search
rw: Gushakisha

source: ID
rw: Nomero

source: Patient Name
rw: Izina ry'umurwayi

source: DOB
rw: itariki y'amavuko

source: %(rcount)s results found.
rw: %(rcount)s ibisubizo byabonetse

source: First Page
rw: Urupapuro rwa mbere

source: First
rw: Urwa

source: Previous Page
rw: Urupapuro rubanziriza uru

source: Page %(num)s
rw: Urupapuro %(num)s

source: Next Page
rw: Urupapuro rukurikira

source: Last Page
rw: Urupapuro rwa nyuma

source: Last
rw: Urwa nyuma

source: Upload the Health ID File
rw: Guhamagara dosiye ububiko bw'inomero z'ubuzima

source: Note: use the start and end health ids as title e.g '1N00H to 22393'
rw: Icyitonderwa: koresha nomero y'ubuzima ibanza n'iheruka nk'umutwe w'inyandiko urugero '1N00H kugeza 22393

source: Nutrition Chart
rw: imbonerahamwe y'imirire

source: Recent Numbers
rw: Imibare ya vuba aha

source: Registration Chart
rw: Imbonerahamwe y'iyandikisha

source: Number of Days Ago
rw: Umubare w'iminsi ishize

source: Total number of patients
rw: Igiteranyo cy'abarwayi

source: HEALTH ID
rw: NOMERO Y'UBUZIMA

source: NEW
rw: NSHYA

source: General Registration
rw: Iyandika rusange

source: Loc
rw: Ahantu

source: Location #
rw: Ahantu#

source: Fir
rw: Izina ry'idini

source: Sur
rw: Izina ry'umuryango

source: Family Name (surname)
rw: Izina ry'umuryango

source: Sex
rw: Igitsina

source: Sex (M-F)
rw: Igitsina (gabo-gore)

source: Birth Date [DDMMYY] or Age [+m,y]
rw: Itariki yamavuko [UmunsiUkweziUmwaka] cyangwa imyaka [+m,a]

source: PHH
rw: Nyiri inshingano yo kwita ku rugo

source: Primary HH Caregiver ID [H = Same as ID]
rw: Nomero y'ushinzwe kwita ku rugo [Nyiri urugo = Nomero]

source: BIR
rw: Ivuka

source: Mom
rw: Umubyeyi

source: Mother's HEALTH ID [U = Unknown]
rw: NOMERO Y'UBUZIMA y'umubyeyi [U = Ntizwi]

source: Del
rw: Yabyariye kwa muganga (Y-N-U)

source: Delivered in Health Facility (Y-N-U)
rw: Yabyariye kwa muganga (Y-N-U)

source: KG
rw: ibiro

source: Weight at Birth (KG)
rw: ibiro yavukanye (kg)

source: MOB
rw: Telefone igendanwa

source: Mobile Phone
rw: Telefone igendanwa

source: Num
rw: Nomero

source: Mobile Phone Number
rw: Nomero ya telefone igendanwa

source: Head of Household HEALTH ID
rw: NOMERO Y'UBUZIMA y'ukuriye urugo

source: V
rw: Gahunda yo gusura

source: HH Visit - All households
rw: Gahunda yo gusura ingo - Ingo zose

source: Avai
rw: Abagize urugo bahari (Y-N)

source: HH Member Available (Y-N)
rw: Abagize urugo bahari (Y-N)

source: Child
rw: Umwana

source: Number of Children Under-5 seen
rw: umubare w'abana batagejeje ku myaka itanu basuwe

source: Adv
rw: Inama

source: Counseling and Advice (BP, ED, EC, FP, IM, NUT, PH)
rw: Ubujyanama n'inama (BP, ED, EC, FP, IM, NUT, PH)

source: FP
rw: Kuboneza urubyaro

source: Family Planning Section
rw: Igika cya gahunda yo kuboneza urubyaro

source: Number of Women Aged 15-49 seen during this visit
rw: umubare w'abagore bafite kuva ku myaka 15 kugeza 49 bisuzumishije kuri iyi tariki

source: Number of these Women currently using modern family planning
rw: Muri aba bagore ni bangahe bitabira uburyo bugezweho bwo kuringaniza urubyaro

source: meth
rw: Uburyo bw'ibanze bwo kuboneza urubyaro

source: Primary Family Planning Method used [Record primary method for each woman] (C, I, N, P)
rw: Uburyo bw'ibanze bwo kubonezaza urubyaro bukoreshwa [Uburyo bw'ibanze bukoreshejwe na buri mugore] (C, I, N, P)

source: BN
rw: Inzitiramibu

source: Bednet Section
rw: Igika cy'inzitiramibu

source: #net
rw: #inzitiramibu

source: Number of Functioning Bednets in the households
rw: Umubare w'inzitiramibu zikoreshwa mu ngo

source: #bed
rw: #uburyamo

source: Number of Sleeping Sites
rw: Umubare w'uburyamo

source: Counseling and Advice (BF, BN, FP, IM, NUT, SH)
rw: Ubujyanama n'inama (BF, BN, FP, IM, NUT, SH)

source: Other Sick Members Section
rw: Igika cy'abandi barwayi baba mu rugo

source: #mem
rw: # abarwayi bandi baba mu rugo

source: Number of other sick members seen during this visit
rw: Umubare w'abandi barwayi baba muri uru rugo basuzumwe mu gihe cyo gusura

source: #rdt
rw: #tdr

source: Number of RDT used on other sick members
rw: Umubare wa RDT wakoreshejwe ku bandi barwayi baba mu rugo

source: #rdt+
rw: # abarwayi bandi baba mu rugo bagaragaweho RDT positifu

source: Number of RDT positive cases for other sick members
rw: Umubare w'ibisubizo bya RDT byabaye positifu mu bandi barwayi baba mu rugo

source: #mal
rw: # abandi baba mu rugo bahabwa imiti ya

source: Number of other sick members receiving anti-malarial treatment
rw: Umubare w'abandi baba muri uru rugo bahabwa imiti ya malariya

source: Birth Control Pill Given Section
rw: Igika cy'ibinini bifasha kuringaniza urubyaro

source: #bcp
rw: # abahawe ibinini bifasha kuringaniza urubyaro

source: Number of Women given birth control Pills by CHW during visit
rw: Gahunda y'ikurikirana

source: U
rw: Igika cya gahunda y'ikurikirana

source: Imp
rw: Abarwayi borohewe

source: Patient's condition improved since last visit (Y-N-U-L)
rw: Umurwayi yarorohewe kuva igihe aheruka gusuzumwa (Y-N-U-L)

source: Hos
rw: Abageze ku ivuriro cyangwa ku bitaro
