Repository: katembu/move-it
Catalog: apps/reportgen/locale/*/LC_MESSAGES/django.po
Languages: rw

source: Generate function not implemented.
rw: Icyo byashyiriweho ntigikorwa.

source: Could not find DB record for a report with classname %s
rw: Raporo yitwa %s ntibonetse mu bubiko rusange

source: No time period value passed in
rw: Umubare ugaragaza igihe ntiwinjijwe

source: This report has no formats specified.
rw: Iyi raporo nta buryo runaka bw'imyandikire isaba

source: Report title or filename is unset.
rw: Nta nyito cyangwa izina rya dosiye iyi raporo yahawe

source: Invalid report format (%s)
rw: Uburyo raporo yanditswemo ntibwemewe (%s)

source: On-Demand Reports
rw: Raporo zitangwa zisabwe

source: Variant not found
rw: Byatuyobeye

source: ID
rw: Nomero

source: Name
rw: Izina

source: Location
rw: Aho abarizwa

source: Username
rw: Izina ukoresha

source: Lang
rw: Ururimi

source: CHW Log
rw: Umujyanama w'ubuzima

source: CHILDREN
rw: Abana

source: PREGNANT WOMEN
rw: Abagore batwite

source: HOUSEHOLD
rw: Urugo

source: Date
rw: Itariki

source: HID
rw: Nomero y'urugo

source: Reports
rw: Raporo

source: Comments
rw: Icyo wakongeraho

source: Gender
rw: Igitsina

source: Age
rw: Imyaka

source: Mother
rw: Nyina

source: Next Apt
rw: Gahunda y'isizumwa itaha

source: Immunized
rw: Yarakingiwe

source: Danger Signs
rw: Ibimenyetso byo kumererwa nabi

source: PID
rw: Nomero y'umurwayi

source: Forms
rw: Amafishi

source: Month
rw: Ukwezi

source: # ANC Visits
rw: # Gahunda yo gusuzuma abagore batwite

source: Household
rw: Urugo

source: Available
rw: Abahari

source: # Children
rw: # Abana

source: Counseling
rw: Ubujyanama

source: CHW Manager Report
rw: Raporo y'umuyobozi w'abajyanama b'ubuzima

source: Report
rw: Raporo

source: CHW Name
rw: Izina ry'umujyanama w'ubuzima

source: Clinic
rw: Ivuriro

source: Millennium Village
rw: Umudugudu w'ikinyejana

source: For: %s
rw: wa: %s

source: Indicators
rw: Ibipimo

source: Indicator
rw: Igipimo

source: Tot/Avg
rw: Igiteranyo/Ikigereranyo

source: Patients Referred in the Previous 45 days (or Given Medicine) and Lacking an On-Time Follow-Up Visit
rw: Abarwayi bakorewe transiferi mu minsi 45 ishize (cyangwa bahawe imiti) bakaba batarabonetse muri gahunda y'ikurikiranasuzuma.

source: Loc Code
rw: Code y'aho babarizwa

source: Health ID
rw: Nomero y'ubuzima

source: Name / Age
rw: Izina / Imyaka

source: Household Head
rw: Ukuriye urugo

source: Event / Date
rw: Gahunda / itariki

source: Follow-Up Date
rw: Itariki y'ikurikiranasuzuma

source: on
rw: kuwa

source: [No DSs Reported]
rw: [Nta bimenyetso byo kumererwa nabi byagaragaye muri raporo]

source: Late:
rw: Yakererewe:

source: [No Follow-Up]
rw: [Nta kurikirana ryabaye]

source: Children Under 5 Without Known Up-to-date Immunizations
rw: Abana batagejeje imyaka 5 batahawe inkingo zose za ngombwa

source: Latest Imm. Report
rw: Raporo iheruka ya gahunda y'ikingiza

source: [No Report]
rw: [Nta raporo]

source: Reported "%(status)s" on %(date)s
rw: Byatanzweho raporo \ "%(status)s kuwa %(date)s

source: Women in 2nd and 3rd Trimester who haven't had ANC in 5 Weeks
rw: Abagore batwite bamaze ibyumweru 5 batipimishije mu gihembwe cya 2 n'icya 3

source: Last ANC
rw: Isuzumwa ry'abagore batwite riheruka

source: Approx Due Date
rw: Itariki ikekwa

source: Children without MUAC in past 1 month (SAM) or 3 months (healthy)
rw: Abana batapimwe MUAC mu kwezi 1 gushize (Imirire mibi mu ibara cy'umutuku) cyangwa amezi 3 (bameze neza)

source: Last MUAC
rw: Ibipimo bya MUAC biheruka

source: MUAC Status
rw: Icyiciro uwapimwe MUAC arimo

source: Od.
rw: Kubyimbirwa

source: Indicator not found!
rw: Nta gipimo cyabonetse!

source: Can only generate PDF for indicator chart
rw: Nta kindi gishyirwa muri PDF keretse imbonerahamwe y'ibipimo

source: Generated on:
rw: yakozwe kuwa:

source: For period: %s.
rw: Ku gihe: %s

source: Cannot produce indicator chart for indicators that do not accept a QuerySet as an argument.
rw: Ntishobora gusohora imbonerahamwe ya bene ubu bwoko bw'ibipimo

source: over time
rw: igihe cy'inyongera

source: Malnutrition Report
rw: Raporo y'abafite ibibazo by'imirire

source: Children U5 Flagged as Malnourished as of %s
rw: Abana batagejeje imyaka 5 bazahajwe n'imirire mibi mu rwego %s

source: CHW
rw: Umujyanama w'ubuzima

source: Unknown
rw: Ntawamenya

source: -- No MUAC
rw: Nta MUAC

source: Children U5 without MUAC in 90 Days Ending %s
rw: Abana batagejeje imyaka itanu batapimwe MUAC mu minsi 90 irangirana na %s

source: Latest MUAC
rw: Ibipimo bya MUAC biheruka

source: MVIS Indicators
rw: Ibipimo ngenderwaho bya MV

source: Vital Events
rw: Gahunda ntakumirwa

source: Reproductive and maternal health
rw: Ubuzima bw'imyororokere n'ubw'umubyeyi

source: Child nutrition
rw: Imirire y'abana

source: Child health - immunization/diarrhea/malaria (infants and under-5's)
rw: Ubuzima bw'abana - urukingo/impiswi/malariya (impinja n'abana batagejeje imyaka 5)

source: Malaria (Over 5's)
rw: Malariya (Abana barengeje imyaka 5)

source: CHW performance
rw: Imikorere y'abajyanama b'ubuzima

source: Bednet coverage and utilization
rw: Itangwa n'imikoreshereze y'inzitiramibu

source: MVIS Indicators: %s
rw: Ibipimo ngenderwaho bya MV: %s

source: Category
rw: Icyiciro

source: <b>%(name)s - %(title)s (Generated on %(gen_datetime)s)</b>
rw: <b>%(name)s - %(title)s (Byakozwe kuwa %(gen_datetime)s)</b>

source: <b>CHW Name</b>
rw: <b>Izina ry'umujyanama w'ubuzima </b>

source: PMTCT Defaulters
rw: Abacikirije gahunda ifasha ababyeyi babana n'ubwandu kutanduza abana batwite

source: Patient
rw: Umurwayi

source: Status
rw: Icyiciro abarizwamo

source: Reminded
rw: Ntiyibukijwe

source: Not Reminded
rw: Ntiyibukijwe

source: LOC
rw: Aho abarizwa

source: Gen.
rw: Byakozwe.

source: No report for %s.
rw: Nta raporo kuri %s.

source: CHW: %(loc)s: %(chw)s
rw: Umujyanama w'ubuzima: %(loc)s: %(chw)s

source: Active Patients | Current as of
rw: Umurwayi ukurikiranwa | uzwi nka

source: Performance Charts
rw: Imbonerahamwe y'imikorere

source: Can only generate PDF for performance charts
rw: Ibyemera gushyirwa muri PDF ni imbonerahamwe z'imikorere gusa

source: (Generated on %(gen_datetime)s)
rw: (Zakozwe kuwa %(gen_datetime)s)

source: [No HHV]
rw: [Nta gahunda yo gusura ingo]

source: Checked On (DDMMYY)
rw: Isuzuma ryo kuwa (Umunsi + Ukwezi + Umwaka)

source: Loc.
rw: Aho bikorewe.

source: HHID
rw: Nomero y'urugo

source: Last HH Visit
rw: Gahunda iheruka yo gusura ingo

source: Visit Summary
rw: Inshamake ya gahunda y'isura

source: Notes
rw: Icyitonderwa

source: Prepared By: ____________________ Submitted On: ____________________
rw: Bikozwe na: _____________________________ Bitangwa kuwa:

source: You successfuly registered
rw: Wiyandikishije neza uko bisabwa

source: .*\+V.*Successfully processed\: \[.*
rw: .*\\+V.*Byatunganye\\: \\[.*

source: Successfully processed: [
rw: Byaciyemo: [

source: Data Entry Statistics
rw: Ibyagaragaye mu mibare ku gikorwa cyo kwinjiza amakuru

source: Form A (Registration)
rw: Ifishi A (kwiyandikisha

source: Form B (HH Visit)
rw: Ifishi B (Gahunda yo gusura ingo)

source: Form C (Consultation)
rw: Ifishi C (Gahunda y'isuzuma)

source: For:
rw: Ya:

source: Indicator:
rw: Igipimo:

source: Total
rw: Igiteranyo

source: Average
rw: Ikigereranyo

source: Median
rw: Kimwe cya kabiri

source: Total Clients Reg.
rw: Umubare w'abarwayi banditswe

source: +NEW (Patient)
rw: +NEW (Umurwayi Mushya)

source: +BIR (Birth)
rw: +BIR (Amavuko)

source: +DDA (Death)
rw: +DDA (Urupfu)

source: +DDB (Dead Person)
rw: +DDB (Nyakwigendera)

source: +SBM (Still Birth misc)
rw: +SBM (abana bavutse bapfuye cyangwa inda zavuyemo)

source: +V (Household Visit)
rw: +V (Gahunda yo gusura ingo)

source: +E (Sick Members)
rw: +E (Abarwayi baba mu rugo)

source: +L (BC Pill)
rw: +L (Ikinini gifasha kuringaniza urubyaro)

source: +K (Family Planning)
rw: +K (Kuringaniza urubyaro)

source: +U (Follow Up)
rw: +U (Gukurikirana)

source: +S (Danger Signs)
rw: +S (Ibimenyetso byo kumererwa nabi)

source: +P (Pregnancy)
rw: +P (Igihe umugore amara atwite)

source: +N (Neonatal)
rw: +N (abana bavutse)

source: +T (Under One)
rw: +T (Utagejeje ku mwaka)

source: +M (Nutrition)
rw: +M (Imirire)

source: +F (Fever)
rw: +F (Umuriro)

source: +G (Medicine Given)
rw: +G (Umuti watanzwe)

source: +R (Referral)
rw: +R (Transiferi)

source: +PD (Pregnancy Reg)
rw: +PD (abagore batwite banditswe)

source: +PF (Antenatal Visit)
rw: +PF (Gahunda yo gusura ababyeyi batwite)

source: +HT (HIV Test)
rw: +HT (Ikizami cya virusi itera sida)

source: +AP (Appointment)
rw: +AP (Guhabwa gahunda)

source: +CD (CD4 Result)
rw: +CD (igisubizo cy'ikizami cya CD4)

source: +DB (DBS Result)
rw: +DB (igisubizo cy'ipimwa cy'igihe inda izavukira)

source: Adult Men Reg.
rw: +Abagabo bakuze banditswe

source: Adult Women Reg.
rw: +Abagore bakuze banditswe

source: Under 5 Registered.
rw: Abana batagejeje imyaka itanu banditswe

source: SMS error rate.
rw: Igipimo cy'ubutumwa bugufi bwagaragayemo amakosa

source: %s of days with SMS / month.
rw: %s Ijanisha ry'iminsi yakiriweho ubutumwa bugufi / ukwezi

source: Pending
rw: Yegereje

source: Started
rw: yatangiye

source: Retrying
rw: Yongeye

source: Failed
rw: Yananiranye

source: Succeeded
rw: Yaciyemo

source: Generated Report
rw: Raporo yakozwe

source: Generated Reports
rw: Raporo zakozwe

source: Reference to the report to be generated
rw: Gutegereza raporo izakorwa

source: Filename
rw: Izina rya dosiye

source: Location of generated report file
rw: Dosiye raporo yakozwe ibitsemo

source: Title
rw: Umutwe

source: Full title of report
rw: Inyito yuzuye ya raporo

source: File format
rw: Forume dosiye yakozwemo

source: File format of report (e.g., PDF)
rw: Forume raporo yakozwemo (urugero: PDF)

source: Period title
rw: Umutwe w'igihe

source: Description of the time period for the report (e.g., "January 2011")
rw: Igisobanuro ku gihe raporo yakorewe (urugero., \"Mutarama 2011\")

source: Variant title
rw: Umutwe w'igikorwaho raporo

source: Description of the variant for the report (e.g., "Ntungu Clinic")
rw: Igisobanuro ku gikorwaho raporo (urugero., \"Ntungu Clinic\")

source: Progress
rw: Aho bigeze

source: Task state
rw: Icyo gukora

source: Task ID
rw: Nomero y'igikorwa

source: The task identifier used internally by RabbitMQ and celeryd to identify the task used to generate this report.
rw: Icyuma kibigenewe kiragaragaza icyakozwe ngo iyi raporo ishobore kuboneka

source: Started at
rw: Byatangiye

source: Finished at
rw: Birangira

source: Error message
rw: Ubutumwa burimo ikosa

source: <Generated: %(title)s, (%(fname)s), ID: %(pk)d>
rw: <yakozwe: %(title)s, (%(fname)s), Nomero: %(pk)d>

source: Human-readable title for report
rw: Inyito ya raporo isomeka

source: Class name
rw: Izina ry'icyiciro

source: Name of module in which the report is defined.
rw: Inyito y'imfashanyigisho raporo yatekererejwemo

source: Could not import report definition named "%s".
rw: Kwimura raporo y'ibisobanuro yiswe "%s" byananiranye

source: No period type with code %s
rw: Nta bwoko bw'igihe bufite code %s

source: 5 Years
rw: Imyaka 5

source: Five calendar years
rw: Imyaka itanu yuzuye

source: Years %(start)s - %(end)s
rw: Imyaka %(start)s - %(end)s

source: Five years starting %(start)d years ago
rw: Imyaka itanu uhereye %(start)d imyaka ishije

source: Four weeks
rw: Ibyumweru bine

source: Set of four seven-day weeks starting on a Monday X weeks ago
rw: Ibyumweru bine by'iminsi irindwi irindwi uhereye kuwa mbere X ibyumweru bishize

source: Week of %(start)s
rw: Icyumweru cya %(start)s

source: Weeks %(start)s to %(end)s
rw: Ibyumweru %(start)s kugeza %(end)s

source: Monday %(n)d week(s) ago
rw: Kuwa mbere %(n) icyumweru (ibyumweru) bishize

source: One calendar month X months ago
rw: Ukwezi kumwe X amezi ashize

source: This month
rw: Uku kwezi

source: Last month
rw: Ukwezi gushize

source: %(start)s months ago
rw: %(start)s amezi ashize

source: %(start)s to %(end)s
rw: %(start)s kugeza %(end)s

source: Month (Daily)
rw: Ukwezi (buri munsi)

source: One calendar month X months ago (by day)
rw: Ukwezi kumwe X amezi ashize (umunsi ku munsi)

source: 7 Years (by Quarter)
rw: Imyaka 7 (igihembwe ku gihembwe)

source: Seven Years starting X years ago
rw: Imyaka irindwi uhereye X imyaka ishize

source: 7 years starting %(start)d years ago
rw: Imyaka 7 uhereye %(start)d imyaka ishize

source: 3 Years (by Quarter)
rw: Imyaka 3 (igihembwe ku gihembwe)

source: Three years starting X years ago
rw: Imyaka itatu uhereye X imyaka ishize

source: 3 years starting %(start)d years ago
rw: Imyaka 3 uhereye %(start)d imyaka ishize

source: 12 Months (by Month)
rw: Amezi 12 (ukwezi ku kwezi)

source: Twelve calendar months starting X months ago
rw: Amezi cumi n'abiri y'umwaka uhereye X amezi ashize

source: %(start)s to %(end)s (Monthly)
rw: %(start)s kugeza %(end)s (buri kwezi)

source: 12 months starting %(start)d months ago
rw: Amezi 12 uhereye %(start)d amezi ashize

source: 12 Months (by Quarter)
rw: Amezi 12 (igihembwe ku gihembwe)

source: Four quarters starting X months ago
rw: Ibihembwe bine uhereye X amezi ashize

source: %(start)s to %(end)s (Quarterly)
rw: %(start)s kugeza %(end)s (buri gihembwe)

source: 2 Months
rw: Amezi 2

source: Two consecutive calendar months
rw: Amezi abiri akurikirana

source: %(start)s and %(end)s
rw: %(start)s na %(end)s

source: 2 months starting %(start)d months ago
rw: Amezi 2 uhereye %(start)d
